{
  "code": "F40-F48",
  "kind": "block",
  "label": "Neurotische, Belastungs- und somatoforme Störungen",
  "rubrics": {
    "preferred": "Neurotische, Belastungs- und somatoforme Störungen",
    "exclusion": "In Verbindung mit einer Störung des SozialverhaltensF91.-F92.8"
  },
  "children": [
    {
      "code": "F40",
      "kind": "category",
      "label": "Phobische Störungen",
      "rubrics": {
        "preferred": "Phobische Störungen",
        "definition": "Eine Gruppe von Störungen, bei der Angst ausschließlich oder überwiegend durch eindeutig definierte, eigentlich ungefährliche Situationen hervorgerufen wird. In der Folge werden diese Situationen typischerweise vermieden oder mit Furcht ertragen. Die Befürchtungen des Patienten können sich auf Einzelsymptome wie Herzklopfen oder Schwächegefühl beziehen, häufig gemeinsam mit sekundären Ängsten vor dem Sterben, Kontrollverlust oder dem Gefühl, wahnsinnig zu werden. Allein die Vorstellung, dass die phobische Situation eintreten könnte, erzeugt meist schon Erwartungsangst. Phobische Angst tritt häufig gleichzeitig mit Depression auf. Ob zwei Diagnosen, phobische Störung und depressive Episode, erforderlich sind, richtet sich nach dem zeitlichen Verlauf beider Zustandsbilder und nach therapeutischen Erwägungen zum Zeitpunkt der Konsultation."
      },
      "children": [
        {
          "code": "F40.0",
          "kind": "category",
          "label": "Agoraphobie",
          "rubrics": {
            "preferred": "Agoraphobie",
            "definition": "Eine relativ gut definierte Gruppe von Phobien, mit Befürchtungen, das Haus zu verlassen, Geschäfte zu betreten, in Menschenmengen und auf öffentlichen Plätzen zu sein, alleine mit Bahn, Bus oder Flugzeug zu reisen. Eine Panikstörung kommt als häufiges Merkmal bei gegenwärtigen oder zurückliegenden Episoden vor. Depressive und zwanghafte Symptome sowie soziale Phobien sind als zusätzliche Merkmale gleichfalls häufig vorhanden. Die Vermeidung der phobischen Situation steht oft im Vordergrund, und einige Agoraphobiker erleben nur wenig Angst, da sie die phobischen Situationen meiden können."
          },
          "children": [
            {
              "code": "F40.00",
              "kind": "category",
              "label": "Ohne Angabe einer Panikstörung",
              "rubrics": {
                "preferredLong": "Agoraphobie: Ohne Angabe einer Panikstörung",
                "preferred": "Ohne Angabe einer Panikstörung"
              },
              "children": []
            },
            {
              "code": "F40.01",
              "kind": "category",
              "label": "Mit Panikstörung",
              "rubrics": {
                "preferredLong": "Agoraphobie: Mit Panikstörung",
                "preferred": "Mit Panikstörung"
              },
              "children": []
            }
          ]
        },
        {
          "code": "F40.1",
          "kind": "category",
          "label": "Soziale Phobien",
          "rubrics": {
            "preferred": "Soziale Phobien",
            "definition": "Furcht vor prüfender Betrachtung durch andere Menschen, die zu Vermeidung sozialer Situationen führt. Umfassendere soziale Phobien sind in der Regel mit niedrigem Selbstwertgefühl und Furcht vor Kritik verbunden. Sie können sich in Beschwerden wie Erröten, Händezittern, Übelkeit oder Drang zum Wasserlassen äußern. Dabei meint die betreffende Person manchmal, dass eine dieser sekundären Manifestationen der Angst das primäre Problem darstellt. Die Symptome können sich bis zu Panikattacken steigern.",
            "inclusion": "Soziale Neurose"
          },
          "children": []
        },
        {
          "code": "F40.2",
          "kind": "category",
          "label": "Spezifische (isolierte) Phobien",
          "rubrics": {
            "preferred": "Spezifische (isolierte) Phobien",
            "definition": "Phobien, die auf eng umschriebene Situationen wie Nähe von bestimmten Tieren, Höhen, Donner, Dunkelheit, Fliegen, geschlossene Räume, Urinieren oder Defäkieren auf öffentlichen Toiletten, Genuss bestimmter Speisen, Zahnarztbesuch oder auf den Anblick von Blut oder Verletzungen beschränkt sind. Obwohl die auslösende Situation streng begrenzt ist, kann sie Panikzustände wie bei Agoraphobie oder sozialer Phobie hervorrufen.",
            "inclusion": "Tierphobien",
            "exclusion": "NosophobieF45.2"
          },
          "children": []
        },
        {
          "code": "F40.8",
          "kind": "category",
          "label": "Sonstige phobische Störungen",
          "rubrics": {
            "preferred": "Sonstige phobische Störungen"
          },
          "children": []
        },
        {
          "code": "F40.9",
          "kind": "category",
          "label": "Phobische Störung, nicht näher bezeichnet",
          "rubrics": {
            "preferred": "Phobische Störung, nicht näher bezeichnet",
            "inclusion": "Phobischer Zustand o.n.A."
          },
          "children": []
        }
      ]
    },
    {
      "code": "F41",
      "kind": "category",
      "label": "Andere Angststörungen",
      "rubrics": {
        "preferred": "Andere Angststörungen",
        "definition": "Bei diesen Störungen stellen Manifestationen der Angst die Hauptsymptome dar, ohne auf eine bestimmte Umgebungssituation bezogen zu sein. Depressive und Zwangssymptome, sogar einige Elemente phobischer Angst können vorhanden sein, vorausgesetzt, sie sind eindeutig sekundär oder weniger ausgeprägt."
      },
      "children": [
        {
          "code": "F41.0",
          "kind": "category",
          "label": "Panikstörung [episodisch paroxysmale Angst]",
          "rubrics": {
            "preferred": "Panikstörung [episodisch paroxysmale Angst]",
            "definition": "Das wesentliche Kennzeichen sind wiederkehrende schwere Angstattacken (Panik), die sich nicht auf eine spezifische Situation oder besondere Umstände beschränken und deshalb auch nicht vorhersehbar sind. Wie bei anderen Angsterkrankungen zählen zu den wesentlichen Symptomen plötzlich auftretendes Herzklopfen, Brustschmerz, Erstickungsgefühle, Schwindel und Entfremdungsgefühle (Depersonalisation oder Derealisation). Oft entsteht sekundär auch die Furcht zu sterben, vor Kontrollverlust oder die Angst, wahnsinnig zu werden. Die Panikstörung soll nicht als Hauptdiagnose verwendet werden, wenn der Betroffene bei Beginn der Panikattacken an einer depressiven Störung leidet. Unter diesen Umständen sind die Panikattacken wahrscheinlich sekundäre Folge der Depression.",
            "inclusion": "Panikzustand",
            "exclusion": "Panikstörung mit AgoraphobieF40.01"
          },
          "children": []
        },
        {
          "code": "F41.1",
          "kind": "category",
          "label": "Generalisierte Angststörung",
          "rubrics": {
            "preferred": "Generalisierte Angststörung",
            "definition": "Die Angst ist generalisiert und anhaltend. Sie ist nicht auf bestimmte Umgebungsbedingungen beschränkt, oder auch nur besonders betont in solchen Situationen, sie ist vielmehr \"frei flottierend\". Die wesentlichen Symptome sind variabel, Beschwerden wie ständige Nervosität, Zittern, Muskelspannung, Schwitzen, Benommenheit, Herzklopfen, Schwindelgefühle oder Oberbauchbeschwerden gehören zu diesem Bild. Häufig wird die Befürchtung geäußert, der Patient selbst oder ein Angehöriger könnten demnächst erkranken oder einen Unfall haben.",
            "inclusion": "Angstzustand",
            "exclusion": "NeurasthenieF48.0"
          },
          "children": []
        },
        {
          "code": "F41.2",
          "kind": "category",
          "label": "Angst und depressive Störung, gemischt",
          "rubrics": {
            "preferred": "Angst und depressive Störung, gemischt",
            "definition": "Diese Kategorie soll bei gleichzeitigem Bestehen von Angst und Depression Verwendung finden, jedoch nur, wenn keine der beiden Störungen eindeutig vorherrscht und keine für sich genommen eine eigenständige Diagnose rechtfertigt. Treten ängstliche und depressive Symptome in so starker Ausprägung auf, dass sie einzelne Diagnosen rechtfertigen, sollen beide Diagnosen gestellt und auf diese Kategorie verzichtet werden.",
            "inclusion": "Ängstliche Depression (leicht oder nicht anhaltend)"
          },
          "children": []
        },
        {
          "code": "F41.3",
          "kind": "category",
          "label": "Andere gemischte Angststörungen",
          "rubrics": {
            "preferred": "Andere gemischte Angststörungen",
            "definition": "Angstsymptome gemischt mit Merkmalen anderer Störungen in F42-F48. Kein Symptom ist allein schwer genug um die Diagnose einer anderen Störung zu stellen."
          },
          "children": []
        },
        {
          "code": "F41.8",
          "kind": "category",
          "label": "Sonstige spezifische Angststörungen",
          "rubrics": {
            "preferred": "Sonstige spezifische Angststörungen",
            "inclusion": "Angsthysterie"
          },
          "children": []
        },
        {
          "code": "F41.9",
          "kind": "category",
          "label": "Angststörung, nicht näher bezeichnet",
          "rubrics": {
            "preferred": "Angststörung, nicht näher bezeichnet",
            "inclusion": "Angst o.n.A."
          },
          "children": []
        }
      ]
    },
    {
      "code": "F42",
      "kind": "category",
      "label": "Zwangsstörung",
      "rubrics": {
        "preferred": "Zwangsstörung",
        "definition": "Wesentliche Kennzeichen sind wiederkehrende Zwangsgedanken und Zwangshandlungen. Zwangsgedanken sind Ideen, Vorstellungen oder Impulse, die den Patienten immer wieder stereotyp beschäftigen. Sie sind fast immer quälend, der Patient versucht häufig erfolglos, Widerstand zu leisten. Die Gedanken werden als zur eigenen Person gehörig erlebt, selbst wenn sie als unwillkürlich und häufig abstoßend empfunden werden. Zwangshandlungen oder -rituale sind Stereotypien, die ständig wiederholt werden. Sie werden weder als angenehm empfunden, noch dienen sie dazu, an sich nützliche Aufgaben zu erfüllen. Der Patient erlebt sie oft als Vorbeugung gegen ein objektiv unwahrscheinliches Ereignis, das ihm Schaden bringen oder bei dem er selbst Unheil anrichten könnte. Im Allgemeinen wird dieses Verhalten als sinnlos und ineffektiv erlebt, es wird immer wieder versucht, dagegen anzugehen. Angst ist meist ständig vorhanden. Werden Zwangshandlungen unterdrückt, verstärkt sich die Angst deutlich.",
        "inclusion": "Zwangsneurose",
        "exclusion": "Zwangspersönlichkeit(sstörung)F60.5"
      },
      "children": [
        {
          "code": "F42.0",
          "kind": "category",
          "label": "Vorwiegend Zwangsgedanken oder Grübelzwang",
          "rubrics": {
            "preferred": "Vorwiegend Zwangsgedanken oder Grübelzwang",
            "definition": "Diese können die Form von zwanghaften Ideen, bildhaften Vorstellungen oder Zwangsimpulsen annehmen, die fast immer für die betreffende Person quälend sind. Manchmal sind diese Ideen eine endlose Überlegung unwägbarer Alternativen, häufig verbunden mit der Unfähigkeit, einfache, aber notwendige Entscheidungen des täglichen Lebens zu treffen. Die Beziehung zwischen Grübelzwängen und Depression ist besonders eng. Eine Zwangsstörung ist nur dann zu diagnostizieren, wenn der Grübelzwang nicht während einer depressiven Episode auftritt und anhält."
          },
          "children": []
        },
        {
          "code": "F42.1",
          "kind": "category",
          "label": "Vorwiegend Zwangshandlungen [Zwangsrituale]",
          "rubrics": {
            "preferred": "Vorwiegend Zwangshandlungen [Zwangsrituale]",
            "definition": "Die meisten Zwangshandlungen beziehen sich auf Reinlichkeit (besonders Händewaschen), wiederholte Kontrollen, die garantieren, dass sich eine möglicherweise gefährliche Situation nicht entwickeln kann oder übertriebene Ordnung und Sauberkeit. Diesem Verhalten liegt die Furcht vor einer Gefahr zugrunde, die den Patienten bedroht oder von ihm ausgeht; das Ritual ist ein wirkungsloser oder symbolischer Versuch, diese Gefahr abzuwenden."
          },
          "children": []
        },
        {
          "code": "F42.2",
          "kind": "category",
          "label": "Zwangsgedanken und -handlungen, gemischt",
          "rubrics": {
            "preferred": "Zwangsgedanken und -handlungen, gemischt"
          },
          "children": []
        },
        {
          "code": "F42.8",
          "kind": "category",
          "label": "Sonstige Zwangsstörungen",
          "rubrics": {
            "preferred": "Sonstige Zwangsstörungen"
          },
          "children": []
        },
        {
          "code": "F42.9",
          "kind": "category",
          "label": "Zwangsstörung, nicht näher bezeichnet",
          "rubrics": {
            "preferred": "Zwangsstörung, nicht näher bezeichnet"
          },
          "children": []
        }
      ]
    },
    {
      "code": "F43",
      "kind": "category",
      "label": "Reaktionen auf schwere Belastungen und Anpassungsstörungen",
      "rubrics": {
        "preferred": "Reaktionen auf schwere Belastungen und Anpassungsstörungen",
        "definition": "Die Störungen dieses Abschnittes unterscheiden sich von den übrigen nicht nur aufgrund der Symptomatologie und des Verlaufs, sondern auch durch die Angabe von ein oder zwei ursächlichen Faktoren: ein außergewöhnlich belastendes Lebensereignis, das eine akute Belastungsreaktion hervorruft, oder eine besondere Veränderung im Leben, die zu einer anhaltend unangenehmen Situation geführt hat und eine Anpassungsstörung hervorruft. Obwohl weniger schwere psychosoziale Belastungen (\"life events\") den Beginn und das Erscheinungsbild auch zahlreicher anderer Störungen dieses Kapitels auslösen und beeinflussen können, ist ihre ätiologische Bedeutung doch nicht immer ganz klar. In jedem Fall hängt sie zusammen mit der individuellen, häufig idiosynkratischen Vulnerabilität, das heißt, die Lebensereignisse sind weder notwendig noch ausreichend, um das Auftreten und die Art der Krankheit zu erklären. Im Gegensatz dazu entstehen die hier aufgeführten Störungen immer als direkte Folge der akuten schweren Belastung oder des kontinuierlichen Traumas. Das belastende Ereignis oder die andauernden, unangenehmen Umstände sind primäre und ausschlaggebende Kausalfaktoren, und die Störung wäre ohne ihre Einwirkung nicht entstanden. Die Störungen dieses Abschnittes können insofern als Anpassungsstörungen bei schwerer oder kontinuierlicher Belastung angesehen werden, als sie erfolgreiche Bewältigungsstrategien behindern und aus diesem Grunde zu Problemen der sozialen Funktionsfähigkeit führen."
      },
      "children": [
        {
          "code": "F43.0",
          "kind": "category",
          "label": "Akute Belastungsreaktion",
          "rubrics": {
            "preferred": "Akute Belastungsreaktion",
            "definition": "Eine vorübergehende Störung, die sich bei einem psychisch nicht manifest gestörten Menschen als Reaktion auf eine außergewöhnliche physische oder psychische Belastung entwickelt, und die im Allgemeinen innerhalb von Stunden oder Tagen abklingt. Die individuelle Vulnerabilität und die zur Verfügung stehenden Bewältigungsmechanismen (Coping-Strategien) spielen bei Auftreten und Schweregrad der akuten Belastungsreaktionen eine Rolle. Die Symptomatik zeigt typischerweise ein gemischtes und wechselndes Bild, beginnend mit einer Art von \"Betäubung\", mit einer gewissen Bewusstseinseinengung und eingeschränkten Aufmerksamkeit, einer Unfähigkeit, Reize zu verarbeiten und Desorientiertheit. Diesem Zustand kann ein weiteres Sichzurückziehen aus der Umweltsituation folgen (bis hin zu dissoziativem Stupor, siehe F44.2) oder aber ein Unruhezustand und Überaktivität (wie Fluchtreaktion oder Fugue). Vegetative Zeichen panischer Angst wie Tachykardie, Schwitzen und Erröten treten zumeist auf. Die Symptome erscheinen im Allgemeinen innerhalb von Minuten nach dem belastenden Ereignis und gehen innerhalb von zwei oder drei Tagen, oft innerhalb von Stunden zurück. Teilweise oder vollständige Amnesie (siehe F44.0) bezüglich dieser Episode kann vorkommen. Wenn die Symptome andauern, sollte eine Änderung der Diagnose in Erwägung gezogen werden.",
            "inclusion": "Psychischer Schock"
          },
          "children": []
        },
        {
          "code": "F43.1",
          "kind": "category",
          "label": "Posttraumatische Belastungsstörung",
          "rubrics": {
            "preferred": "Posttraumatische Belastungsstörung",
            "definition": "Diese entsteht als eine verzögerte oder protrahierte Reaktion auf ein belastendes Ereignis oder eine Situation kürzerer oder längerer Dauer, mit außergewöhnlicher Bedrohung oder katastrophenartigem Ausmaß, die bei fast jedem eine tiefe Verzweiflung hervorrufen würde. Prädisponierende Faktoren wie bestimmte, z.B. zwanghafte oder asthenische Persönlichkeitszüge oder neurotische Krankheiten in der Vorgeschichte können die Schwelle für die Entwicklung dieses Syndroms senken und seinen Verlauf erschweren, aber die letztgenannten Faktoren sind weder notwendig noch ausreichend, um das Auftreten der Störung zu erklären. Typische Merkmale sind das wiederholte Erleben des Traumas in sich aufdrängenden Erinnerungen (Nachhallerinnerungen, Flashbacks), Träumen oder Albträumen, die vor dem Hintergrund eines andauernden Gefühls von Betäubtsein und emotionaler Stumpfheit auftreten. Ferner finden sich Gleichgültigkeit gegenüber anderen Menschen, Teilnahmslosigkeit der Umgebung gegenüber, Freudlosigkeit sowie Vermeidung von Aktivitäten und Situationen, die Erinnerungen an das Trauma wachrufen könnten. Meist tritt ein Zustand von vegetativer Übererregtheit mit Vigilanzsteigerung, einer übermäßigen Schreckhaftigkeit und Schlafstörung auf. Angst und Depression sind häufig mit den genannten Symptomen und Merkmalen assoziiert und Suizidgedanken sind nicht selten. Der Beginn folgt dem Trauma mit einer Latenz, die wenige Wochen bis Monate dauern kann. Der Verlauf ist wechselhaft, in der Mehrzahl der Fälle kann jedoch eine Heilung erwartet werden. In wenigen Fällen nimmt die Störung über viele Jahre einen chronischen Verlauf und geht dann in eine andauernde Persönlichkeitsänderung (F62.0) über.",
            "inclusion": "Traumatische Neurose"
          },
          "children": []
        },
        {
          "code": "F43.2",
          "kind": "category",
          "label": "Anpassungsstörungen",
          "rubrics": {
            "preferred": "Anpassungsstörungen",
            "definition": "Hierbei handelt es sich um Zustände von subjektiver Bedrängnis und emotionaler Beeinträchtigung, die im Allgemeinen soziale Funktionen und Leistungen behindern und während des Anpassungsprozesses nach einer entscheidenden Lebensveränderung oder nach belastenden Lebensereignissen auftreten. Die Belastung kann das soziale Netz des Betroffenen beschädigt haben (wie bei einem Trauerfall oder Trennungserlebnissen) oder das weitere Umfeld sozialer Unterstützung oder soziale Werte (wie bei Emigration oder nach Flucht). Sie kann auch in einem größeren Entwicklungsschritt oder einer Krise bestehen (wie Schulbesuch, Elternschaft, Misserfolg, Erreichen eines ersehnten Zieles und Ruhestand). Die individuelle Prädisposition oder Vulnerabilität spielt bei dem möglichen Auftreten und bei der Form der Anpassungsstörung eine bedeutsame Rolle; es ist aber dennoch davon auszugehen, dass das Krankheitsbild ohne die Belastung nicht entstanden wäre. Die Anzeichen sind unterschiedlich und umfassen depressive Stimmung, Angst oder Sorge (oder eine Mischung von diesen). Außerdem kann ein Gefühl bestehen, mit den alltäglichen Gegebenheiten nicht zurechtzukommen, diese nicht vorausplanen oder fortsetzen zu können. Störungen des Sozialverhaltens können insbesondere bei Jugendlichen ein zusätzliches Symptom sein.\n\t\t\t\tHervorstechendes Merkmal kann eine kurze oder längere depressive Reaktion oder eine Störung anderer Gefühle und des Sozialverhaltens sein.",
            "inclusion": "Trauerreaktion",
            "exclusion": "Trennungsangst in der KindheitF93.0"
          },
          "children": []
        },
        {
          "code": "F43.8",
          "kind": "category",
          "label": "Sonstige Reaktionen auf schwere Belastung",
          "rubrics": {
            "preferred": "Sonstige Reaktionen auf schwere Belastung"
          },
          "children": []
        },
        {
          "code": "F43.9",
          "kind": "category",
          "label": "Reaktion auf schwere Belastung, nicht näher bezeichnet",
          "rubrics": {
            "preferred": "Reaktion auf schwere Belastung, nicht näher bezeichnet"
          },
          "children": []
        }
      ]
    },
    {
      "code": "F44",
      "kind": "category",
      "label": "Dissoziative Störungen [Konversionsstörungen]",
      "rubrics": {
        "preferred": "Dissoziative Störungen [Konversionsstörungen]",
        "definition": "Das allgemeine Kennzeichen der dissoziativen oder Konversionsstörungen besteht in teilweisem oder völligem Verlust der normalen Integration der Erinnerung an die Vergangenheit, des Identitätsbewusstseins, der Wahrnehmung unmittelbarer Empfindungen sowie der Kontrolle von Körperbewegungen. Alle dissoziativen Störungen neigen nach einigen Wochen oder Monaten zur Remission, besonders wenn der Beginn mit einem traumatisierenden Lebensereignis verbunden ist. Eher chronische Störungen, besonders Lähmungen und Gefühlsstörungen, entwickeln sich, wenn der Beginn mit unlösbaren Problemen oder interpersonalen Schwierigkeiten verbunden ist. Diese Störungen wurden früher als verschiedene Formen der \"Konversionsneurose oder Hysterie\" klassifiziert. Sie werden als ursächlich psychogen angesehen, in enger zeitlicher Verbindung mit traumatisierenden Ereignissen, unlösbaren oder unerträglichen Konflikten oder gestörten Beziehungen. Die Symptome verkörpern häufig das Konzept der betroffenen Person, wie sich eine körperliche Krankheit manifestieren müsste. Körperliche Untersuchung und Befragungen geben keinen Hinweis auf eine bekannte somatische oder neurologische Krankheit. Zusätzlich ist der Funktionsverlust offensichtlich Ausdruck emotionaler Konflikte oder Bedürfnisse. Die Symptome können sich in enger Beziehung zu psychischer Belastung entwickeln und erscheinen oft plötzlich. Nur Störungen der körperlichen Funktionen, die normalerweise unter willentlicher Kontrolle stehen, und Verlust der sinnlichen Wahrnehmung sind hier eingeschlossen. Störungen mit Schmerz und anderen komplexen körperlichen Empfindungen, die durch das vegetative Nervensystem vermittelt werden, sind unter Somatisierungsstörungen (F45.0) zu klassifizieren. Die Möglichkeit eines späteren Auftretens ernsthafter körperlicher oder psychiatrischer Störungen muss immer mitbedacht werden.",
        "inclusion": "Konversionsreaktion",
        "exclusion": "Simulation [bewusste Simulation]Z76.8"
      },
      "children": [
        {
          "code": "F44.0",
          "kind": "category",
          "label": "Dissoziative Amnesie",
          "rubrics": {
            "preferred": "Dissoziative Amnesie",
            "definition": "Das wichtigste Kennzeichen ist der Verlust der Erinnerung für meist wichtige aktuelle Ereignisse, die nicht durch eine organische psychische Störung bedingt ist und für den eine übliche Vergesslichkeit oder Ermüdung als Erklärung nicht ausreicht. Die Amnesie bezieht sich meist auf traumatische Ereignisse wie Unfälle oder unerwartete Trauerfälle und ist in der Regel unvollständig und selektiv. Eine vollständige und generalisierte Amnesie ist selten, dann gewöhnlich Symptom einer Fugue (F44.1) und auch als solche zu klassifizieren. Die Diagnose sollte nicht bei hirnorganischen Störungen, Intoxikationen oder extremer Erschöpfung gestellt werden.",
            "exclusion": "Postiktale Amnesie bei EpilepsieG40.-"
          },
          "children": []
        },
        {
          "code": "F44.1",
          "kind": "category",
          "label": "Dissoziative Fugue",
          "rubrics": {
            "preferred": "Dissoziative Fugue",
            "definition": "Eine dissoziative Fugue ist eine zielgerichtete Ortsveränderung, die über die gewöhnliche Alltagsmobilität hinausgeht. Darüber hinaus zeigt sie alle Kennzeichen einer dissoziativen Amnesie (F44.0). Obwohl für die Zeit der Fugue eine Amnesie besteht, kann das Verhalten des Patienten während dieser Zeit auf unabhängige Beobachter vollständig normal wirken.",
            "exclusion": "Postiktale Fugue bei EpilepsieG40.-"
          },
          "children": []
        },
        {
          "code": "F44.2",
          "kind": "category",
          "label": "Dissoziativer Stupor",
          "rubrics": {
            "preferred": "Dissoziativer Stupor",
            "definition": "Dissoziativer Stupor wird aufgrund einer beträchtlichen Verringerung oder des Fehlens von willkürlichen Bewegungen und normalen Reaktionen auf äußere Reize wie Licht, Geräusche oder Berührung diagnostiziert. Dabei lassen Befragung und Untersuchung keinen Anhalt für eine körperliche Ursache erkennen. Zusätzliche Hinweise auf die psychogene Verursachung geben kurz vorhergegangene belastende Ereignisse oder Probleme.",
            "exclusion": "Stupor:\n\t\t\t\to.n.A.R40.1"
          },
          "children": []
        },
        {
          "code": "F44.3",
          "kind": "category",
          "label": "Trance- und Besessenheitszustände",
          "rubrics": {
            "preferred": "Trance- und Besessenheitszustände",
            "definition": "Bei diesen Störungen tritt ein zeitweiliger Verlust der persönlichen Identität und der vollständigen Wahrnehmung der Umgebung auf. Hier sind nur Trancezustände zu klassifizieren, die unfreiwillig oder ungewollt sind, und die außerhalb von religiösen oder kulturell akzeptierten Situationen auftreten.",
            "exclusion": "Zustandsbilder bei:\n\t\t\t\tvorübergehenden akuten psychotischen StörungenF23.-"
          },
          "children": []
        },
        {
          "code": "F44.4",
          "kind": "category",
          "label": "Dissoziative Bewegungsstörungen",
          "rubrics": {
            "preferred": "Dissoziative Bewegungsstörungen",
            "definition": "Die häufigsten Formen zeigen den vollständigen oder teilweisen Verlust der Bewegungsfähigkeit eines oder mehrerer Körperglieder. Sie haben große Ähnlichkeit mit fast jeder Form von Ataxie, Apraxie, Akinesie, Aphonie, Dysarthrie, Dyskinesie, Anfällen oder Lähmungen.",
            "inclusion": "Psychogen:\n\t\t\t\tDysphonie"
          },
          "children": []
        },
        {
          "code": "F44.5",
          "kind": "category",
          "label": "Dissoziative Krampfanfälle",
          "rubrics": {
            "preferred": "Dissoziative Krampfanfälle",
            "definition": "Dissoziative Krampfanfälle können epileptischen Anfällen bezüglich ihrer Bewegungen sehr stark ähneln. Zungenbiss, Verletzungen beim Sturz oder Urininkontinenz sind jedoch selten. Ein Bewusstseinsverlust fehlt oder es findet sich statt dessen ein stupor- oder tranceähnlicher Zustand."
          },
          "children": []
        },
        {
          "code": "F44.6",
          "kind": "category",
          "label": "Dissoziative Sensibilitäts- und Empfindungsstörungen",
          "rubrics": {
            "preferred": "Dissoziative Sensibilitäts- und Empfindungsstörungen",
            "definition": "Die Grenzen anästhetischer Hautareale entsprechen oft eher den Vorstellungen des Patienten über Körperfunktionen als medizinischen Tatsachen. Es kann auch unterschiedliche Ausfälle der sensorischen Modalitäten geben, die nicht Folge einer neurologischen Läsion sein können. Sensorische Ausfälle können von Klagen über Parästhesien begleitet sein. Vollständige Seh- oder Hörverluste bei dissoziativen Störungen sind selten.",
            "inclusion": "Psychogene Schwerhörigkeit oder Taubheit"
          },
          "children": []
        },
        {
          "code": "F44.7",
          "kind": "category",
          "label": "Dissoziative Störungen [Konversionsstörungen], gemischt",
          "rubrics": {
            "preferred": "Dissoziative Störungen [Konversionsstörungen], gemischt",
            "definition": "Kombinationen der unter F44.0-F44.6 beschriebenen Störungen."
          },
          "children": []
        },
        {
          "code": "F44.8",
          "kind": "category",
          "label": "Sonstige dissoziative Störungen [Konversionsstörungen]",
          "rubrics": {
            "preferred": "Sonstige dissoziative Störungen [Konversionsstörungen]"
          },
          "children": [
            {
              "code": "F44.80",
              "kind": "category",
              "label": "Ganser-Syndrom",
              "rubrics": {
                "preferred": "Ganser-Syndrom"
              },
              "children": []
            },
            {
              "code": "F44.81",
              "kind": "category",
              "label": "Multiple Persönlichkeit(sstörung)",
              "rubrics": {
                "preferred": "Multiple Persönlichkeit(sstörung)"
              },
              "children": []
            },
            {
              "code": "F44.82",
              "kind": "category",
              "label": "Transitorische dissoziative Störungen [Konversionsstörungen] in Kindheit und Jugend",
              "rubrics": {
                "preferred": "Transitorische dissoziative Störungen [Konversionsstörungen] in Kindheit und Jugend"
              },
              "children": []
            },
            {
              "code": "F44.88",
              "kind": "category",
              "label": "Sonstige dissoziative Störungen [Konversionsstörungen]",
              "rubrics": {
                "preferred": "Sonstige dissoziative Störungen [Konversionsstörungen]",
                "inclusion": "Psychogen:\n\t\t\t\tVerwirrtheit"
              },
              "children": []
            }
          ]
        },
        {
          "code": "F44.9",
          "kind": "category",
          "label": "Dissoziative Störung [Konversionsstörung], nicht näher bezeichnet",
          "rubrics": {
            "preferred": "Dissoziative Störung [Konversionsstörung], nicht näher bezeichnet"
          },
          "children": []
        }
      ]
    },
    {
      "code": "F45",
      "kind": "category",
      "label": "Somatoforme Störungen",
      "rubrics": {
        "preferred": "Somatoforme Störungen",
        "definition": "Das Charakteristikum ist die wiederholte Darbietung körperlicher Symptome in Verbindung mit hartnäckigen Forderungen nach medizinischen Untersuchungen trotz wiederholter negativer Ergebnisse und Versicherung der Ärzte, dass die Symptome nicht körperlich begründbar sind. Wenn somatische Störungen vorhanden sind, erklären sie nicht die Art und das Ausmaß der Symptome, das Leiden und die innerliche Beteiligung des Patienten.",
        "coding-hint": "Für die Anwendung der Schlüsselnummer F45.41 sind die vorgenannten Kriterien nicht heranzuziehen. Für die Anwendung dieser Kategorie gelten die im Hinweistext der Schlüsselnummer aufgeführten Kriterien.",
        "exclusion": "TrichotillomanieF63.3"
      },
      "children": [
        {
          "code": "F45.0",
          "kind": "category",
          "label": "Somatisierungsstörung",
          "rubrics": {
            "preferred": "Somatisierungsstörung",
            "definition": "Charakteristisch sind multiple, wiederholt auftretende und häufig wechselnde körperliche Symptome, die wenigstens zwei Jahre bestehen. Die meisten Patienten haben eine lange und komplizierte Patienten-Karriere hinter sich, sowohl in der Primärversorgung als auch in spezialisierten medizinischen Einrichtungen, wo viele negative Untersuchungen und ergebnislose explorative Operationen durchgeführt sein können. Die Symptome können sich auf jeden Körperteil oder jedes System des Körpers beziehen. Der Verlauf der Störung ist chronisch und fluktuierend und häufig mit einer langdauernden Störung des sozialen, interpersonalen und familiären Verhaltens verbunden. Eine kurzdauernde (weniger als zwei Jahre) und weniger auffallende Symptomatik wird besser unter F45.1 klassifiziert (undifferenzierte Somatisierungsstörung).",
            "inclusion": "Multiple psychosomatische Störung",
            "exclusion": "Simulation [bewusste Simulation]Z76.8"
          },
          "children": []
        },
        {
          "code": "F45.1",
          "kind": "category",
          "label": "Undifferenzierte Somatisierungsstörung",
          "rubrics": {
            "preferred": "Undifferenzierte Somatisierungsstörung",
            "definition": "Wenn die körperlichen Beschwerden zahlreich, unterschiedlich und hartnäckig sind, aber das vollständige und typische klinische Bild einer Somatisierungsstörung nicht erfüllt ist, ist die Diagnose undifferenzierte Somatisierungsstörung zu erwägen.",
            "inclusion": "Undifferenzierte psychosomatische Störung"
          },
          "children": []
        },
        {
          "code": "F45.2",
          "kind": "category",
          "label": "Hypochondrische Störung",
          "rubrics": {
            "preferred": "Hypochondrische Störung",
            "definition": "Vorherrschendes Kennzeichen ist eine beharrliche Beschäftigung mit der Möglichkeit, an einer oder mehreren schweren und fortschreitenden körperlichen Krankheiten zu leiden. Die Patienten manifestieren anhaltende körperliche Beschwerden oder anhaltende Beschäftigung mit ihren körperlichen Phänomenen. Normale oder allgemeine Körperwahrnehmungen und Symptome werden von dem betreffenden Patienten oft als abnorm und belastend interpretiert und die Aufmerksamkeit meist auf nur ein oder zwei Organe oder Organsysteme des Körpers fokussiert. Depression und Angst finden sich häufig und können dann zusätzliche Diagnosen rechtfertigen.",
            "inclusion": "Nosophobie",
            "exclusion": "Wahnhafte DysmorphophobieF22.8"
          },
          "children": []
        },
        {
          "code": "F45.3",
          "kind": "category",
          "label": "Somatoforme autonome Funktionsstörung",
          "rubrics": {
            "preferred": "Somatoforme autonome Funktionsstörung",
            "definition": "Die Symptome werden vom Patienten so geschildert, als beruhten sie auf der körperlichen Krankheit eines Systems oder eines Organs, das weitgehend oder vollständig vegetativ innerviert und kontrolliert wird, so etwa des kardiovaskulären, des gastrointestinalen, des respiratorischen oder des urogenitalen Systems. Es finden sich meist zwei Symptomgruppen, die beide nicht auf eine körperliche Krankheit des betreffenden Organs oder Systems hinweisen. Die erste Gruppe umfasst Beschwerden, die auf objektivierbaren Symptomen der vegetativen Stimulation beruhen wie etwa Herzklopfen, Schwitzen, Erröten, Zittern. Sie sind Ausdruck der Furcht vor und Beeinträchtigung durch eine(r) somatische(n) Störung. Die zweite Gruppe beinhaltet subjektive Beschwerden unspezifischer und wechselnder Natur, wie flüchtige Schmerzen, Brennen, Schwere, Enge und Gefühle, aufgebläht oder auseinander gezogen zu werden, die vom Patienten einem spezifischen Organ oder System zugeordnet werden.",
            "inclusion": "Psychogene Formen:\n\t\t\t\tSingultus",
            "exclusion": "Psychische und Verhaltenseinflüsse bei anderenorts klassifizierten Störungen oder KrankheitenF54"
          },
          "children": [
            {
              "code": "F45.30",
              "kind": "category",
              "label": "Herz und Kreislaufsystem",
              "rubrics": {
                "preferredLong": "Somatoforme autonome Funktionsstörung: Herz und Kreislaufsystem",
                "preferred": "Herz und Kreislaufsystem"
              },
              "children": []
            },
            {
              "code": "F45.31",
              "kind": "category",
              "label": "Oberes Verdauungssystem",
              "rubrics": {
                "preferredLong": "Somatoforme autonome Funktionsstörung: Oberes Verdauungssystem",
                "preferred": "Oberes Verdauungssystem"
              },
              "children": []
            },
            {
              "code": "F45.32",
              "kind": "category",
              "label": "Unteres Verdauungssystem",
              "rubrics": {
                "preferredLong": "Somatoforme autonome Funktionsstörung: Unteres Verdauungssystem",
                "preferred": "Unteres Verdauungssystem"
              },
              "children": []
            },
            {
              "code": "F45.33",
              "kind": "category",
              "label": "Atmungssystem",
              "rubrics": {
                "preferredLong": "Somatoforme autonome Funktionsstörung: Atmungssystem",
                "preferred": "Atmungssystem"
              },
              "children": []
            },
            {
              "code": "F45.34",
              "kind": "category",
              "label": "Urogenitalsystem",
              "rubrics": {
                "preferredLong": "Somatoforme autonome Funktionsstörung: Urogenitalsystem",
                "preferred": "Urogenitalsystem"
              },
              "children": []
            },
            {
              "code": "F45.37",
              "kind": "category",
              "label": "Mehrere Organe und Systeme",
              "rubrics": {
                "preferredLong": "Somatoforme autonome Funktionsstörung: Mehrere Organe und Systeme",
                "preferred": "Mehrere Organe und Systeme"
              },
              "children": []
            },
            {
              "code": "F45.38",
              "kind": "category",
              "label": "Sonstige Organe und Systeme",
              "rubrics": {
                "preferredLong": "Somatoforme autonome Funktionsstörung: Sonstige Organe und Systeme",
                "preferred": "Sonstige Organe und Systeme"
              },
              "children": []
            },
            {
              "code": "F45.39",
              "kind": "category",
              "label": "Nicht näher bezeichnetes Organ oder System",
              "rubrics": {
                "preferredLong": "Somatoforme autonome Funktionsstörung: Nicht näher bezeichnetes Organ oder System",
                "preferred": "Nicht näher bezeichnetes Organ oder System"
              },
              "children": []
            }
          ]
        },
        {
          "code": "F45.4",
          "kind": "category",
          "label": "Anhaltende Schmerzstörung",
          "rubrics": {
            "preferred": "Anhaltende Schmerzstörung",
            "definition": "Schmerzzustände mit vermutlich psychogenem Ursprung, die im Verlauf depressiver Störungen oder einer Schizophrenie auftreten, sollten hier nicht berücksichtigt werden.",
            "exclusion": "Schmerz:\n\t\t\t\to.n.A.R52.9"
          },
          "children": [
            {
              "code": "F45.40",
              "kind": "category",
              "label": "Anhaltende somatoforme Schmerzstörung",
              "rubrics": {
                "preferred": "Anhaltende somatoforme Schmerzstörung",
                "definition": "Die vorherrschende Beschwerde ist ein andauernder, schwerer und quälender Schmerz, der durch einen physiologischen Prozess oder eine körperliche Störung nicht hinreichend erklärt werden kann. Er tritt in Verbindung mit emotionalen Konflikten oder psychosozialen Belastungen auf, denen die Hauptrolle für Beginn, Schweregrad, Exazerbation oder Aufrechterhaltung der Schmerzen zukommt. Die Folge ist meist eine beträchtlich gesteigerte persönliche oder medizinische Hilfe und Unterstützung.",
                "inclusion": "Somatoforme Schmerzstörung",
                "exclusion": "SpannungskopfschmerzG44.2"
              },
              "children": []
            },
            {
              "code": "F45.41",
              "kind": "category",
              "label": "Chronische Schmerzstörung mit somatischen und psychischen Faktoren",
              "rubrics": {
                "preferred": "Chronische Schmerzstörung mit somatischen und psychischen Faktoren",
                "definition": "Im Vordergrund des klinischen Bildes stehen seit mindestens 6 Monaten bestehende Schmerzen in einer oder mehreren anatomischen Regionen, die ihren Ausgangspunkt in einem physiologischen Prozess oder einer körperlichen Störung haben. Psychischen Faktoren wird eine wichtige Rolle für Schweregrad, Exazerbation oder Aufrechterhaltung der Schmerzen beigemessen, jedoch nicht die ursächliche Rolle für deren Beginn. Der Schmerz verursacht in klinisch bedeutsamer Weise Leiden und Beeinträchtigungen in sozialen, beruflichen oder anderen wichtigen Funktionsbereichen. Der Schmerz wird nicht absichtlich erzeugt oder vorgetäuscht (wie bei der vorgetäuschten Störung oder Simulation). Schmerzstörungen insbesondere im Zusammenhang mit einer affektiven, Angst-, Somatisierungs- oder psychotischen Störung sollen hier nicht berücksichtigt werden.",
                "exclusion": "Psychologische Faktoren oder Verhaltensfaktoren bei anderenorts klassifizierten Krankheiten F54"
              },
              "children": []
            }
          ]
        },
        {
          "code": "F45.8",
          "kind": "category",
          "label": "Sonstige somatoforme Störungen",
          "rubrics": {
            "preferred": "Sonstige somatoforme Störungen",
            "definition": "Hier sollten alle anderen Störungen der Wahrnehmung, der Körperfunktion und des Krankheitsverhaltens klassifiziert werden, die nicht durch das vegetative Nervensystem vermittelt werden, die auf spezifische Teile oder Systeme des Körpers begrenzt sind und mit belastenden Ereignissen oder Problemen eng in Verbindung stehen.",
            "inclusion": "Psychogen:\n\t\t\t\tZähneknirschen"
          },
          "children": []
        },
        {
          "code": "F45.9",
          "kind": "category",
          "label": "Somatoforme Störung, nicht näher bezeichnet",
          "rubrics": {
            "preferred": "Somatoforme Störung, nicht näher bezeichnet",
            "inclusion": "Psychosomatische Störung o.n.A."
          },
          "children": []
        }
      ]
    },
    {
      "code": "F48",
      "kind": "category",
      "label": "Andere neurotische Störungen",
      "rubrics": {
        "preferred": "Andere neurotische Störungen"
      },
      "children": [
        {
          "code": "F48.0",
          "kind": "category",
          "label": "Neurasthenie",
          "rubrics": {
            "preferred": "Neurasthenie",
            "definition": "Im Erscheinungsbild zeigen sich beträchtliche kulturelle Unterschiede. Zwei Hauptformen überschneiden sich beträchtlich. Bei einer Form ist das Hauptcharakteristikum die Klage über vermehrte Müdigkeit nach geistigen Anstrengungen, häufig verbunden mit abnehmender Arbeitsleistung oder Effektivität bei der Bewältigung täglicher Aufgaben. Die geistige Ermüdbarkeit wird typischerweise als unangenehmes Eindringen ablenkender Assoziationen oder Erinnerungen beschrieben, als Konzentrationsschwäche und allgemein ineffektives Denken. Bei der anderen Form liegt das Schwergewicht auf Gefühlen körperlicher Schwäche und Erschöpfung nach nur geringer Anstrengung, begleitet von muskulären und anderen Schmerzen und der Unfähigkeit, sich zu entspannen. Bei beiden Formen finden sich eine ganze Reihe von anderen unangenehmen körperlichen Empfindungen wie Schwindelgefühl, Spannungskopfschmerz und allgemeine Unsicherheit. Sorge über abnehmendes geistiges und körperliches Wohlbefinden, Reizbarkeit, Freudlosigkeit, Depression und Angst sind häufig. Der Schlaf ist oft in der ersten und mittleren Phase gestört, es kann aber auch Hypersomnie im Vordergrund stehen.",
            "inclusion": "Ermüdungssyndrom",
            "coding-hint": "Soll eine vorausgegangene Krankheit angegeben werden, ist eine zusätzliche Schlüsselnummer zu benutzen.",
            "exclusion": "Unwohlsein und ErmüdungR53"
          },
          "children": []
        },
        {
          "code": "F48.1",
          "kind": "category",
          "label": "Depersonalisations- und Derealisationssyndrom",
          "rubrics": {
            "preferred": "Depersonalisations- und Derealisationssyndrom",
            "definition": "Eine seltene Störung, bei der ein Patient spontan beklagt, dass seine geistige Aktivität, sein Körper oder die Umgebung sich in ihrer Qualität verändert haben, und unwirklich, wie in weiter Ferne oder automatisiert erlebt werden. Neben vielen anderen Phänomenen und Symptomen klagen die Patienten am häufigsten über den Verlust von Emotionen, über Entfremdung und Loslösung vom eigenen Denken, vom Körper oder von der umgebenden realen Welt. Trotz der dramatischen Form dieser Erfahrungen ist sich der betreffende Patient der Unwirklichkeit dieser Veränderung bewusst. Das Sensorium ist normal, die Möglichkeiten des emotionalen Ausdrucks intakt. Depersonalisations- und Derealisationsphänomene können im Rahmen einer schizophrenen, depressiven, phobischen oder Zwangsstörung auftreten. In solchen Fällen sollte die Diagnose der im Vordergrund stehenden Störung gestellt werden."
          },
          "children": []
        },
        {
          "code": "F48.8",
          "kind": "category",
          "label": "Sonstige neurotische Störungen",
          "rubrics": {
            "preferred": "Sonstige neurotische Störungen",
            "inclusion": "Psychogene Synkope"
          },
          "children": []
        },
        {
          "code": "F48.9",
          "kind": "category",
          "label": "Neurotische Störung, nicht näher bezeichnet",
          "rubrics": {
            "preferred": "Neurotische Störung, nicht näher bezeichnet",
            "inclusion": "Neurose o.n.A."
          },
          "children": []
        }
      ]
    }
  ]
}