{
  "code": "F45.4",
  "kind": "category",
  "label": "Anhaltende Schmerzstörung",
  "rubrics": {
    "preferred": "Anhaltende Schmerzstörung",
    "definition": "Schmerzzustände mit vermutlich psychogenem Ursprung, die im Verlauf depressiver Störungen oder einer Schizophrenie auftreten, sollten hier nicht berücksichtigt werden.",
    "exclusion": "Schmerz:\n\t\t\t\to.n.A.R52.9"
  },
  "children": [
    {
      "code": "F45.40",
      "kind": "category",
      "label": "Anhaltende somatoforme Schmerzstörung",
      "rubrics": {
        "preferred": "Anhaltende somatoforme Schmerzstörung",
        "definition": "Die vorherrschende Beschwerde ist ein andauernder, schwerer und quälender Schmerz, der durch einen physiologischen Prozess oder eine körperliche Störung nicht hinreichend erklärt werden kann. Er tritt in Verbindung mit emotionalen Konflikten oder psychosozialen Belastungen auf, denen die Hauptrolle für Beginn, Schweregrad, Exazerbation oder Aufrechterhaltung der Schmerzen zukommt. Die Folge ist meist eine beträchtlich gesteigerte persönliche oder medizinische Hilfe und Unterstützung.",
        "inclusion": "Somatoforme Schmerzstörung",
        "exclusion": "SpannungskopfschmerzG44.2"
      },
      "children": []
    },
    {
      "code": "F45.41",
      "kind": "category",
      "label": "Chronische Schmerzstörung mit somatischen und psychischen Faktoren",
      "rubrics": {
        "preferred": "Chronische Schmerzstörung mit somatischen und psychischen Faktoren",
        "definition": "Im Vordergrund des klinischen Bildes stehen seit mindestens 6 Monaten bestehende Schmerzen in einer oder mehreren anatomischen Regionen, die ihren Ausgangspunkt in einem physiologischen Prozess oder einer körperlichen Störung haben. Psychischen Faktoren wird eine wichtige Rolle für Schweregrad, Exazerbation oder Aufrechterhaltung der Schmerzen beigemessen, jedoch nicht die ursächliche Rolle für deren Beginn. Der Schmerz verursacht in klinisch bedeutsamer Weise Leiden und Beeinträchtigungen in sozialen, beruflichen oder anderen wichtigen Funktionsbereichen. Der Schmerz wird nicht absichtlich erzeugt oder vorgetäuscht (wie bei der vorgetäuschten Störung oder Simulation). Schmerzstörungen insbesondere im Zusammenhang mit einer affektiven, Angst-, Somatisierungs- oder psychotischen Störung sollen hier nicht berücksichtigt werden.",
        "exclusion": "Psychologische Faktoren oder Verhaltensfaktoren bei anderenorts klassifizierten Krankheiten F54"
      },
      "children": []
    }
  ]
}