{"code": "E40-E46", "kind": "block", "label": "Mangelernährung", "rubrics": {"preferred": "Mangelernährung", "note": "Der Grad der Unterernährung wird gewöhnlich mittels des Gewichtes ermittelt und in Standardabweichungen vom Mittelwert der entsprechenden Bezugspopulation dargestellt. Liegen eine oder mehrere vorausgegangene Messungen vor, so ist eine fehlende Gewichtszunahme bei Kindern bzw. eine Gewichtsabnahme bei Kindern oder Erwachsenen in der Regel ein Anzeichen für eine Mangelernährung.\n\t\t\t\tLiegt nur eine Messung vor, so stützt sich die Diagnose auf Annahmen und ist ohne weitere klinische Befunde oder Laborergebnisse nicht endgültig. In jenen außergewöhnlichen Fällen, bei denen kein Gewichtswert vorliegt, sollte man sich auf klinische Befunde verlassen. Bei Gewichtswerten unterhalb des Mittelwertes der Bezugspopulation besteht mit hoher Wahrscheinlichkeit dann eine erhebliche Unterernährung, wenn der Messwert 3 oder mehr Standardabweichungen unter dem Mittelwert der Bezugspopulation liegt; mit hoher Wahrscheinlichkeit eine mäßige Unterernährung, wenn der Messwert zwischen 2 und weniger als 3 Standardabweichungen unter diesem Mittelwert liegt, und mit hoher Wahrscheinlichkeit eine leichte Unterernährung, wenn der Messwert zwischen 1 und weniger als 2 Standardabweichungen unter diesem Mittelwert liegt.", "exclusion": "Kachexie infolge HIV-Krankheit [Slim disease]B22"}, "children": [{"code": "E40", "kind": "category", "label": "Kwashiorkor", "rubrics": {"preferred": "Kwashiorkor", "exclusion": "Kwashiorkor-Marasmus E42", "definition": "Erhebliche Mangelernährung mit alimentärem Ödem und Pigmentstörung der Haut und der Haare"}, "children": []}, {"code": "E41", "kind": "category", "label": "Alimentärer Marasmus", "rubrics": {"preferred": "Alimentärer Marasmus", "inclusion": "Erhebliche Mangelernährung mit Marasmus", "exclusion": "Kwashiorkor-MarasmusE42"}, "children": []}, {"code": "E42", "kind": "category", "label": "Kwashiorkor-Marasmus", "rubrics": {"preferred": "Kwashiorkor-Marasmus", "inclusion": "Erhebliche Energie- und Eiweißmangelernährung [wie unter E43 aufgeführt]:\n\t\t\t\tmit Anzeichen von Kwashiorkor und Marasmus gleichzeitig"}, "children": []}, {"code": "E43", "kind": "category", "label": "Nicht näher bezeichnete erhebliche Energie- und Eiweißmangelernährung", "rubrics": {"preferred": "Nicht näher bezeichnete erhebliche Energie- und Eiweißmangelernährung", "definition": "Erheblicher Gewichtsverlust [Unterernährung] [Kachexie] bei Kindern oder Erwachsenen oder fehlende Gewichtszunahme bei Kindern, die zu einem Gewichtswert führen, der mindestens 3 Standardabweichungen unter dem Mittelwert der Bezugspopulation liegt (oder eine ähnliche Abweichung in anderen statistischen Verteilungen). Wenn nur eine Gewichtsmessung vorliegt, besteht mit hoher Wahrscheinlichkeit eine erhebliche Unterernährung, wenn der Gewichtswert 3 oder mehr Standardabweichungen unter dem Mittelwert der Bezugspopulation liegt.", "inclusion": "Hungerödem"}, "children": []}, {"code": "E44", "kind": "category", "label": "Energie- und Eiweißmangelernährung mäßigen und leichten Grades", "rubrics": {"preferred": "Energie- und Eiweißmangelernährung mäßigen und leichten Grades"}, "children": [{"code": "E44.0", "kind": "category", "label": "Mäßige Energie- und Eiweißmangelernährung", "rubrics": {"preferred": "Mäßige Energie- und Eiweißmangelernährung", "definition": "Gewichtsverlust bei Kindern oder Erwachsenen oder fehlende Gewichtszunahme bei Kindern, die zu einem Gewichtswert führen, der 2 oder mehr, aber weniger als 3 Standardabweichungen unter dem Mittelwert der Bezugspopulation liegt (oder einer ähnlichen Abweichung in anderen statistischen Verteilungen). Wenn nur eine Gewichtsmessung vorliegt, besteht mit hoher Wahrscheinlichkeit eine mäßige Energie- und Eiweißmangelernährung, wenn der Gewichtswert 2 oder mehr, aber weniger als 3 Standardabweichungen unter dem Mittelwert der Bezugspopulation liegt."}, "children": []}, {"code": "E44.1", "kind": "category", "label": "Leichte Energie- und Eiweißmangelernährung", "rubrics": {"preferred": "Leichte Energie- und Eiweißmangelernährung", "definition": "Gewichtsverlust bei Kindern oder Erwachsenen oder fehlende Gewichtszunahme bei Kindern, die zu einem Gewichtswert führen, der 1 oder mehr, aber weniger als 2 Standardabweichungen unter dem Mittelwert der Bezugspopulation liegt (oder einer ähnlichen Abweichung in anderen statistischen Verteilungen). Wenn nur eine Gewichtsmessung vorliegt, besteht mit hoher Wahrscheinlichkeit eine leichte Energie- und Eiweißmangelernährung, wenn der Gewichtswert 1 oder mehr, aber weniger als 2 Standardabweichungen unter dem Mittelwert der Bezugspopulation liegt."}, "children": []}]}, {"code": "E45", "kind": "category", "label": "Entwicklungsverzögerung durch Energie- und Eiweißmangelernährung", "rubrics": {"preferred": "Entwicklungsverzögerung durch Energie- und Eiweißmangelernährung", "inclusion": "Körperliche Retardation durch Mangelernährung"}, "children": []}, {"code": "E46", "kind": "category", "label": "Nicht näher bezeichnete Energie- und Eiweißmangelernährung", "rubrics": {"preferred": "Nicht näher bezeichnete Energie- und Eiweißmangelernährung", "inclusion": "Störung der Protein-Energie-Balance o.n.A."}, "children": []}]}