{"code": "F50-F59", "kind": "block", "label": "Verhaltensauffälligkeiten mit körperlichen Störungen und Faktoren", "rubrics": {"preferred": "Verhaltensauffälligkeiten mit körperlichen Störungen und Faktoren"}, "children": [{"code": "F50", "kind": "category", "label": "Essstörungen", "rubrics": {"preferred": "Essstörungen", "exclusion": "PolyphagieR63.2"}, "children": [{"code": "F50.0", "kind": "category", "label": "Anorexia nervosa", "rubrics": {"preferred": "Anorexia nervosa", "definition": "Die Anorexia ist durch einen absichtlich selbst herbeigeführten oder aufrechterhaltenen Gewichtsverlust charakterisiert. Am häufigsten ist die Störung bei heranwachsenden Mädchen und jungen Frauen; heranwachsende Jungen und junge Männer, Kinder vor der Pubertät und Frauen bis zur Menopause können ebenfalls betroffen sein. Die Krankheit ist mit einer spezifischen Psychopathologie verbunden, wobei die Angst vor einem dicken Körper und einer schlaffen Körperform als eine tiefverwurzelte überwertige Idee besteht und die Betroffenen eine sehr niedrige Gewichtsschwelle für sich selbst festlegen. Es liegt meist Unterernährung unterschiedlichen Schweregrades vor, die sekundär zu endokrinen und metabolischen Veränderungen und zu körperlichen Funktionsstörungen führt. Zu den Symptomen gehören eingeschränkte Nahrungsauswahl, übertriebene körperliche Aktivitäten, selbstinduziertes Erbrechen und Abführen und der Gebrauch von Appetitzüglern und Diuretika.", "exclusion": "Psychogener AppetitverlustF50.8"}, "children": [{"code": "F50.00", "kind": "category", "label": "Anorexia nervosa, restriktiver Typ", "rubrics": {"preferred": "Anorexia nervosa, restriktiver Typ", "inclusion": "Anorexia nervosa, ohne Maßnahmen zur Gewichtsreduktion"}, "children": []}, {"code": "F50.01", "kind": "category", "label": "Anorexia nervosa, aktiver Typ", "rubrics": {"preferred": "Anorexia nervosa, aktiver Typ", "inclusion": "Anorexia nervosa, mit Maßnahmen zur Gewichtsreduktion"}, "children": []}, {"code": "F50.08", "kind": "category", "label": "Sonstige und nicht näher bezeichnete Anorexia nervosa", "rubrics": {"preferred": "Sonstige und nicht näher bezeichnete Anorexia nervosa", "inclusion": "Anorexia nervosa o.n.A."}, "children": []}]}, {"code": "F50.1", "kind": "category", "label": "Atypische Anorexia nervosa", "rubrics": {"preferred": "Atypische Anorexia nervosa", "definition": "Es handelt sich um Störungen, die einige Kriterien der Anorexia nervosa erfüllen, das gesamte klinische Bild rechtfertigt die Diagnose jedoch nicht. Zum Beispiel können die Schlüsselsymptome wie deutliche Angst vor dem zu Dicksein oder die Amenorrhoe fehlen, trotz eines erheblichen Gewichtsverlustes und gewichtsreduzierendem Verhalten. Die Diagnose ist bei einer bekannten körperlichen Krankheit mit Gewichtsverlust nicht zu stellen."}, "children": []}, {"code": "F50.2", "kind": "category", "label": "Bulimia nervosa", "rubrics": {"preferred": "Bulimia nervosa", "definition": "Ein Syndrom, das durch wiederholte Anfälle von Heißhunger und eine übertriebene Beschäftigung mit der Kontrolle des Körpergewichts charakterisiert ist. Dies führt zu einem Verhaltensmuster von Essanfällen und Erbrechen oder Gebrauch von Abführmitteln. Viele psychische Merkmale dieser Störung ähneln denen der Anorexia nervosa, so die übertriebene Sorge um Körperform und Gewicht. Wiederholtes Erbrechen kann zu Elektrolytstörungen und körperlichen Komplikationen führen. Häufig lässt sich in der Anamnese eine frühere Episode einer Anorexia nervosa mit einem Intervall von einigen Monaten bis zu mehreren Jahren nachweisen.", "inclusion": "Hyperorexia nervosa"}, "children": []}, {"code": "F50.3", "kind": "category", "label": "Atypische Bulimia nervosa", "rubrics": {"preferred": "Atypische Bulimia nervosa", "definition": "Es handelt sich um Störungen, die einige Kriterien der Bulimia nervosa erfüllen, das gesamte klinische Bild rechtfertigt die Diagnose jedoch nicht. Zum Beispiel können wiederholte Essanfälle und übermäßiger Gebrauch von Abführmitteln auftreten ohne signifikante Gewichtsveränderungen, oder es fehlt die typische übertriebene Sorge um Körperform und Gewicht."}, "children": []}, {"code": "F50.4", "kind": "category", "label": "Essattacken bei anderen psychischen Störungen", "rubrics": {"preferred": "Essattacken bei anderen psychischen Störungen", "definition": "Übermäßiges Essen als Reaktion auf belastende Ereignisse, wie etwa Trauerfälle, Unfälle und Geburt.", "inclusion": "Psychogene Essattacken", "exclusion": "ÜbergewichtE66.-"}, "children": []}, {"code": "F50.5", "kind": "category", "label": "Erbrechen bei anderen psychischen Störungen", "rubrics": {"preferred": "Erbrechen bei anderen psychischen Störungen", "definition": "Wiederholtes Erbrechen bei dissoziativen Störungen F44.- und Hypochondrie F45.2 und Erbrechen, das nicht unter anderen Zustandsbildern außerhalb des Kapitels V klassifiziert werden kann. Diese Subkategorie kann zusätzlich zu O21.- (übermäßiges Erbrechen in der Schwangerschaft) verwendet werden, wenn hauptsächlich emotionale Faktoren wiederholte Übelkeit und Erbrechen verursachen.", "inclusion": "Psychogenes Erbrechen", "exclusion": "ÜbelkeitR11"}, "children": []}, {"code": "F50.8", "kind": "category", "label": "Sonstige Essstörungen", "rubrics": {"preferred": "Sonstige Essstörungen", "inclusion": "Psychogener Appetitverlust", "exclusion": "Pica im KindesalterF98.3"}, "children": []}, {"code": "F50.9", "kind": "category", "label": "Essstörung, nicht näher bezeichnet", "rubrics": {"preferred": "Essstörung, nicht näher bezeichnet"}, "children": []}]}, {"code": "F51", "kind": "category", "label": "Nichtorganische Schlafstörungen", "rubrics": {"preferred": "Nichtorganische Schlafstörungen", "definition": "In vielen Fällen ist eine Schlafstörung Symptom einer anderen psychischen oder körperlichen Krankheit. Ob eine Schlafstörung bei einem bestimmten Patienten ein eigenständiges Krankheitsbild oder einfach Merkmal einer anderen Krankheit (klassifiziert anderenorts in Kapitel V oder in anderen Kapiteln) ist, sollte auf der Basis des klinischen Erscheinungsbildes, des Verlaufs sowie aufgrund therapeutischer Erwägungen und Prioritäten zum Zeitpunkt der Konsultation entschieden werden. Wenn die Schlafstörung eine der Hauptbeschwerden darstellt und als eigenständiges Zustandsbild aufgefasst wird, dann soll diese Kodierung gemeinsam mit dazugehörenden Diagnosen verwendet werden, welche die Psychopathologie und Pathophysiologie des gegebenen Falles beschreiben. Diese Kategorie umfasst nur Schlafstörungen, bei denen emotionale Ursachen als primärer Faktor aufgefasst werden, und die nicht durch anderenorts klassifizierte körperliche Störungen verursacht werden.", "exclusion": "Schlafstörungen (organisch)G47.-"}, "children": [{"code": "F51.0", "kind": "category", "label": "Nichtorganische Insomnie", "rubrics": {"preferred": "Nichtorganische Insomnie", "definition": "Insomnie ist ein Zustandsbild mit einer ungenügenden Dauer und Qualität des Schlafes, das über einen beträchtlichen Zeitraum besteht und Einschlafstörungen, Durchschlafstörungen und frühmorgendliches Erwachen einschließt. Insomnie ist ein häufiges Symptom vieler psychischer und somatischer Störungen und soll daher nur zusätzlich klassifiziert werden, wenn sie das klinische Bild beherrscht.", "exclusion": "Insomnie (organisch)G47.0"}, "children": []}, {"code": "F51.1", "kind": "category", "label": "Nichtorganische Hypersomnie", "rubrics": {"preferred": "Nichtorganische Hypersomnie", "definition": "Hypersomnie ist definiert entweder als Zustand exzessiver Schläfrigkeit während des Tages und Schlafattacken (die nicht durch eine inadäquate Schlafdauer erklärbar sind) oder durch verlängerte Übergangszeiten bis zum Wachzustand nach dem Aufwachen. Bei Fehlen einer organischen Ursache für die Hypersomnie ist dieses Zustandsbild gewöhnlich mit anderen psychischen Störungen verbunden.", "exclusion": "NarkolepsieG47.4"}, "children": []}, {"code": "F51.2", "kind": "category", "label": "Nichtorganische Störung des Schlaf-Wach-Rhythmus", "rubrics": {"preferred": "Nichtorganische Störung des Schlaf-Wach-Rhythmus", "definition": "Eine Störung des Schlaf-Wach-Rhythmus ist definiert als Mangel an Synchronizität zwischen dem individuellen Schlaf-Wach-Rhythmus und dem erwünschten Schlaf-Wach-Rhythmus der Umgebung. Dies führt zu Klagen über Schlaflosigkeit und Hypersomnie.", "inclusion": "Psychogene Umkehr:\n\t\t\t\t24-Stunden-Rhythmus", "exclusion": "Störungen des Schlaf-Wach-Rhythmus (organisch)G47.2"}, "children": []}, {"code": "F51.3", "kind": "category", "label": "Schlafwandeln [Somnambulismus]", "rubrics": {"preferred": "Schlafwandeln [Somnambulismus]", "definition": "Schlafwandeln oder Somnambulismus ist ein Zustand veränderter Bewusstseinslage, in dem Phänomene von Schlaf und Wachsein kombiniert sind. Während einer schlafwandlerischen Episode verlässt die betreffende Person das Bett, häufig während des ersten Drittels des Nachtschlafes, geht umher, zeigt ein herabgesetztes Bewusstsein, verminderte Reaktivität und Geschicklichkeit. Nach dem Erwachen besteht meist keine Erinnerung an das Schlafwandeln mehr."}, "children": []}, {"code": "F51.4", "kind": "category", "label": "Pavor nocturnus", "rubrics": {"preferred": "Pavor nocturnus", "definition": "Nächtliche Episoden äußerster Furcht und Panik mit heftigem Schreien, Bewegungen und starker autonomer Erregung. Die betroffene Person setzt sich oder steht mit einem Panikschrei auf, gewöhnlich während des ersten Drittels des Nachtschlafes. Häufig stürzt sie zur Tür wie um zu entfliehen, meist aber ohne den Raum zu verlassen. Nach dem Erwachen fehlt die Erinnerung an das Geschehen oder ist auf ein oder zwei bruchstückhafte bildhafte Vorstellungen begrenzt."}, "children": []}, {"code": "F51.5", "kind": "category", "label": "Albträume [Angstträume]", "rubrics": {"preferred": "Albträume [Angstträume]", "definition": "Traumerleben voller Angst oder Furcht, mit sehr detaillierter Erinnerung an den Trauminhalt. Dieses Traumerleben ist sehr lebhaft, Themen sind die Bedrohung des Lebens, der Sicherheit oder der Selbstachtung. Oft besteht eine Wiederholung gleicher oder ähnlicher erschreckender Albtraumthemen. Während einer typischen Episode besteht eine autonome Stimulation, aber kein wahrnehmbares Schreien oder Körperbewegungen. Nach dem Aufwachen wird der Patient rasch lebhaft und orientiert.", "inclusion": "Angsttraumstörung"}, "children": []}, {"code": "F51.8", "kind": "category", "label": "Sonstige nichtorganische Schlafstörungen", "rubrics": {"preferred": "Sonstige nichtorganische Schlafstörungen"}, "children": []}, {"code": "F51.9", "kind": "category", "label": "Nichtorganische Schlafstörung, nicht näher bezeichnet", "rubrics": {"preferred": "Nichtorganische Schlafstörung, nicht näher bezeichnet", "inclusion": "Emotional bedingte Schlafstörung o.n.A."}, "children": []}]}, {"code": "F52", "kind": "category", "label": "Sexuelle Funktionsstörungen, nicht verursacht durch eine organische Störung oder Krankheit", "rubrics": {"preferred": "Sexuelle Funktionsstörungen, nicht verursacht durch eine organische Störung oder Krankheit", "definition": "Sexuelle Funktionsstörungen verhindern die von der betroffenen Person gewünschte sexuelle Beziehung. Die sexuellen Reaktionen sind psychosomatische Prozesse, d.h. bei der Entstehung von sexuellen Funktionsstörungen sind gewöhnlich sowohl psychologische als auch somatische Prozesse beteiligt.", "exclusion": "Dhat-SyndromF48.8"}, "children": [{"code": "F52.0", "kind": "category", "label": "Mangel oder Verlust von sexuellem Verlangen", "rubrics": {"preferred": "Mangel oder Verlust von sexuellem Verlangen", "definition": "Der Verlust des sexuellen Verlangens ist das Grundproblem und beruht nicht auf anderen sexuellen Störungen wie Erektionsstörungen oder Dyspareunie.", "inclusion": "Sexuelle Hypoaktivität"}, "children": []}, {"code": "F52.1", "kind": "category", "label": "Sexuelle Aversion und mangelnde sexuelle Befriedigung", "rubrics": {"preferred": "Sexuelle Aversion und mangelnde sexuelle Befriedigung", "definition": "Entweder ist der Bereich sexueller Partnerbeziehungen mit so großer Furcht oder Angst verbunden, dass sexuelle Aktivitäten vermieden werden (sexuelle Aversion) oder sexuelle Reaktionen verlaufen normal und ein Orgasmus wird erlebt, aber ohne die entsprechende Lust daran (Mangel an sexueller Befriedigung).", "inclusion": "Sexuelle Anhedonie"}, "children": []}, {"code": "F52.2", "kind": "category", "label": "Versagen genitaler Reaktionen", "rubrics": {"preferred": "Versagen genitaler Reaktionen", "definition": "Das Hauptproblem ist bei Männern die Erektionsstörung (Schwierigkeit, eine für einen befriedigenden Geschlechtsverkehr notwendige Erektion zu erlangen oder aufrecht zu erhalten). Bei Frauen ist das Hauptproblem mangelnde oder fehlende vaginale Lubrikation.", "inclusion": "Störung der sexuellen Erregung bei der Frau", "exclusion": "Impotenz organischen UrsprungsN48.4"}, "children": []}, {"code": "F52.3", "kind": "category", "label": "Orgasmusstörung", "rubrics": {"preferred": "Orgasmusstörung", "definition": "Der Orgasmus tritt nicht oder nur stark verzögert ein.", "inclusion": "Psychogene Anorgasmie"}, "children": []}, {"code": "F52.4", "kind": "category", "label": "Ejaculatio praecox", "rubrics": {"preferred": "Ejaculatio praecox", "definition": "Unfähigkeit, die Ejakulation ausreichend zu kontrollieren, damit der Geschlechtsverkehr für beide Partner befriedigend ist."}, "children": []}, {"code": "F52.5", "kind": "category", "label": "Nichtorganischer Vaginismus", "rubrics": {"preferred": "Nichtorganischer Vaginismus", "definition": "Spasmus der die Vagina umgebenden Beckenbodenmuskulatur, wodurch der Introitus vaginae verschlossen wird. Die Immission des Penis ist unmöglich oder schmerzhaft.", "inclusion": "Psychogener Vaginismus", "exclusion": "Vaginismus (organisch)N94.2"}, "children": []}, {"code": "F52.6", "kind": "category", "label": "Nichtorganische Dyspareunie", "rubrics": {"preferred": "Nichtorganische Dyspareunie", "definition": "Eine Dyspareunie (Schmerzen während des Sexualverkehrs) tritt sowohl bei Frauen als auch bei Männern auf. Sie kann häufig einem lokalen krankhaften Geschehen zugeordnet werden und sollte dann unter der entsprechenden Störung klassifiziert werden. Diese Kategorie sollte nur dann verwendet werden, wenn keine andere primäre nichtorganische Sexualstörung vorliegt (z.B. Vaginismus oder mangelnde/fehlende vaginale Lubrikation).", "inclusion": "Psychogene Dyspareunie", "exclusion": "Dyspareunie (organisch)N94.1"}, "children": []}, {"code": "F52.7", "kind": "category", "label": "Gesteigertes sexuelles Verlangen", "rubrics": {"preferred": "Gesteigertes sexuelles Verlangen", "inclusion": "Satyriasis"}, "children": []}, {"code": "F52.8", "kind": "category", "label": "Sonstige sexuelle Funktionsstörungen, nicht verursacht durch eine organische Störung oder Krankheit", "rubrics": {"preferred": "Sonstige sexuelle Funktionsstörungen, nicht verursacht durch eine organische Störung oder Krankheit"}, "children": []}, {"code": "F52.9", "kind": "category", "label": "Nicht näher bezeichnete sexuelle Funktionsstörung, nicht verursacht durch eine organische Störung oder Krankheit", "rubrics": {"preferred": "Nicht näher bezeichnete sexuelle Funktionsstörung, nicht verursacht durch eine organische Störung oder Krankheit"}, "children": []}]}, {"code": "F53", "kind": "category", "label": "Psychische oder Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert", "rubrics": {"preferred": "Psychische oder Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert", "definition": "Hier sind nur psychische Störungen im Zusammenhang mit dem Wochenbett zu klassifizieren (Beginn innerhalb von sechs Wochen nach der Geburt), die nicht die Kriterien für anderenorts im Kapitel V (F) klassifizierte Störungen erfüllen. Hier wird verschlüsselt, entweder weil nur ungenügende Informationen verfügbar sind, oder weil man annimmt, dass spezielle zusätzliche klinische Aspekte vorliegen, die ihre Klassifikation an anderer Stelle unangemessen erscheinen lassen."}, "children": [{"code": "F53.0", "kind": "category", "label": "Leichte psychische und Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert", "rubrics": {"preferred": "Leichte psychische und Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert", "inclusion": "Depression:\n\t\t\t\tpostpartal o.n.A."}, "children": []}, {"code": "F53.1", "kind": "category", "label": "Schwere psychische und Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert", "rubrics": {"preferred": "Schwere psychische und Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert", "inclusion": "Puerperalpsychose o.n.A."}, "children": []}, {"code": "F53.8", "kind": "category", "label": "Sonstige psychische und Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert", "rubrics": {"preferred": "Sonstige psychische und Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert"}, "children": []}, {"code": "F53.9", "kind": "category", "label": "Psychische Störung im Wochenbett, nicht näher bezeichnet", "rubrics": {"preferred": "Psychische Störung im Wochenbett, nicht näher bezeichnet"}, "children": []}]}, {"code": "F54", "kind": "category", "label": "Psychologische Faktoren oder Verhaltensfaktoren bei anderenorts klassifizierten Krankheiten", "rubrics": {"preferred": "Psychologische Faktoren oder Verhaltensfaktoren bei anderenorts klassifizierten Krankheiten", "definition": "Diese Kategorie sollte verwendet werden, um psychische Faktoren und Verhaltenseinflüsse zu erfassen, die eine wesentliche Rolle in der Ätiologie körperlicher Krankheiten spielen, die in anderen Kapiteln der ICD-10 klassifiziert werden. Die sich hierbei ergebenden psychischen Störungen sind meist leicht, oft lang anhaltend (wie Sorgen, emotionale Konflikte, ängstliche Erwartung) und rechtfertigen nicht die Zuordnung zu einer der anderen Kategorien des Kapitels V.", "inclusion": "Beispiele für den Gebrauch dieser Kategorie sind:\n\t\t\t\tUrtikaria F54 und L50.-", "coding-hint": "Soll eine assoziierte körperliche Krankheit angegeben werden, ist eine zusätzliche Schlüsselnummer zu benutzen.", "exclusion": "SpannungskopfschmerzG44.2"}, "children": []}, {"code": "F55", "kind": "category", "label": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen", "rubrics": {"preferred": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen", "definition": "Eine große Zahl von Arzneimitteln und Naturheilmitteln können missbraucht werden. Die wichtigsten Gruppen sind: 1. Psychotrope Substanzen, die keine Abhängigkeit hervorrufen, z.B. Antidepressiva, 2. Laxanzien, 3. Analgetika, die ohne ärztliche Verordnung erworben werden können, z.B. Aspirin und Paracetamol. Der anhaltende Gebrauch dieser Substanzen ist oft mit unnötigen Kontakten mit medizinischen und anderen Hilfseinrichtungen verbunden und manchmal von schädlichen körperlichen Auswirkungen der Substanzen begleitet.\n\t\t\t\tDer Versuch, dem Gebrauch der Substanz entgegenzusteuern oder ihn zu verbieten, stößt oft auf Widerstand. Bei Laxanzien und Analgetika führt der Missbrauch trotz Warnungen vor (oder sogar trotz der Entwicklung derselben) zu körperlichen Schäden, wie Nierenfunktions- oder Elektrolytstörungen. Obwohl die betreffende Person ein starkes Verlangen nach der Substanz hat, entwickeln sich keine Abhängigkeit bzw. Entzugssymptome wie bei den unter F10-F19 klassifizierten psychotropen Substanzen.", "inclusion": "Missbrauch von:\n\t\t\t\tVitaminen", "exclusion": "Missbrauch abhängigkeitserzeugender psychotroper SubstanzenF10-F19"}, "children": [{"code": "F55.0", "kind": "category", "label": "Antidepressiva", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Antidepressiva", "preferred": "Antidepressiva"}, "children": []}, {"code": "F55.1", "kind": "category", "label": "Laxanzien", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Laxanzien", "preferred": "Laxanzien"}, "children": []}, {"code": "F55.2", "kind": "category", "label": "Analgetika", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Analgetika", "preferred": "Analgetika"}, "children": []}, {"code": "F55.3", "kind": "category", "label": "Antazida", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Antazida", "preferred": "Antazida"}, "children": []}, {"code": "F55.4", "kind": "category", "label": "Vitamine", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Vitamine", "preferred": "Vitamine"}, "children": []}, {"code": "F55.5", "kind": "category", "label": "Steroide und Hormone", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Steroide und Hormone", "preferred": "Steroide und Hormone"}, "children": []}, {"code": "F55.6", "kind": "category", "label": "Pflanzen oder Naturheilmittel", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Pflanzen oder Naturheilmittel", "preferred": "Pflanzen oder Naturheilmittel"}, "children": []}, {"code": "F55.8", "kind": "category", "label": "Sonstige Substanzen", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Sonstige Substanzen", "preferred": "Sonstige Substanzen"}, "children": []}, {"code": "F55.9", "kind": "category", "label": "Nicht näher bezeichnete Substanz", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Nicht näher bezeichnete Substanz", "preferred": "Nicht näher bezeichnete Substanz"}, "children": []}]}, {"code": "F59", "kind": "category", "label": "Nicht näher bezeichnete Verhaltensauffälligkeiten bei körperlichen Störungen und Faktoren", "rubrics": {"preferred": "Nicht näher bezeichnete Verhaltensauffälligkeiten bei körperlichen Störungen und Faktoren", "inclusion": "Psychogene körperliche Funktionsstörung o.n.A."}, "children": []}]}