{"code": "F70-F79", "kind": "block", "label": "Intelligenzstörung", "rubrics": {"preferred": "Intelligenzstörung", "text": "Ein Zustand von verzögerter oder unvollständiger Entwicklung der geistigen Fähigkeiten; besonders beeinträchtigt sind Fertigkeiten, die sich in der Entwicklungsperiode manifestieren und die zum Intelligenzniveau beitragen, wie Kognition, Sprache, motorische und soziale Fähigkeiten. Eine Intelligenzstörung kann allein oder zusammen mit jeder anderen psychischen oder körperlichen Störung auftreten.\n\t\t\t\tDer Schweregrad einer Intelligenzstörung wird übereinstimmungsgemäß anhand standardisierter Intelligenztests festgestellt. Diese können durch Skalen zur Einschätzung der sozialen Anpassung in der jeweiligen Umgebung erweitert werden. Diese Messmethoden erlauben eine ziemlich genaue Beurteilung der Intelligenzstörung. Die Diagnose hängt aber auch von der Beurteilung der allgemeinen intellektuellen Funktionsfähigkeit durch einen erfahrenen Diagnostiker ab.\n\t\t\t\tIntellektuelle Fähigkeiten und soziale Anpassung können sich verändern. Sie können sich, wenn auch nur in geringem Maße, durch Übung und Rehabilitation verbessern. Die Diagnose sollte sich immer auf das gegenwärtige Funktionsniveau beziehen.", "coding-hint": "Sollen begleitende Zustandsbilder, wie Autismus, andere Entwicklungsstörungen, Epilepsie, Störungen des Sozialverhaltens oder schwere körperliche Behinderung angegeben werden, sind zusätzliche Schlüsselnummern zu benutzen."}, "children": [{"code": "F70", "kind": "category", "label": "Leichte Intelligenzminderung", "rubrics": {"preferred": "Leichte Intelligenzminderung", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "definition": "IQ-Bereich von 50-69 (bei Erwachsenen Intelligenzalter von 9 bis unter 12 Jahren). Lernschwierigkeiten in der Schule. Viele Erwachsene können arbeiten, gute soziale Beziehungen unterhalten und ihren Beitrag zur Gesellschaft leisten.", "inclusion": "Leichte geistige Behinderung"}, "children": []}, {"code": "F71", "kind": "category", "label": "Mittelgradige Intelligenzminderung", "rubrics": {"preferred": "Mittelgradige Intelligenzminderung", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "definition": "IQ-Bereich von 35-49 (bei Erwachsenen Intelligenzalter von 6 bis unter 9 Jahren). Deutliche Entwicklungsverzögerung in der Kindheit. Die meisten können aber ein gewisses Maß an Unabhängigkeit erreichen und eine ausreichende Kommunikationsfähigkeit und Ausbildung erwerben. Erwachsene brauchen in unterschiedlichem Ausmaß Unterstützung im täglichen Leben und bei der Arbeit.", "inclusion": "Mittelgradige geistige Behinderung"}, "children": []}, {"code": "F72", "kind": "category", "label": "Schwere Intelligenzminderung", "rubrics": {"preferred": "Schwere Intelligenzminderung", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "definition": "IQ-Bereich von 20-34 (bei Erwachsenen Intelligenzalter von 3 bis unter 6 Jahren). Andauernde Unterstützung ist notwendig.", "inclusion": "Schwere geistige Behinderung"}, "children": []}, {"code": "F73", "kind": "category", "label": "Schwerste Intelligenzminderung", "rubrics": {"preferred": "Schwerste Intelligenzminderung", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "definition": "IQ unter 20 (bei Erwachsenen Intelligenzalter unter 3 Jahren). Die eigene Versorgung, Kontinenz, Kommunikation und Beweglichkeit sind hochgradig beeinträchtigt.", "inclusion": "Schwerste geistige Behinderung"}, "children": []}, {"code": "F74", "kind": "category", "label": "Dissoziierte Intelligenz", "rubrics": {"preferred": "Dissoziierte Intelligenz", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "definition": "Es besteht eine deutliche Diskrepanz (mindestens 15 IQ-Punkte) z.B. zwischen Sprach-IQ und Handlungs-IQ."}, "children": []}, {"code": "F78", "kind": "category", "label": "Andere Intelligenzminderung", "rubrics": {"preferred": "Andere Intelligenzminderung", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "definition": "Diese Kategorie soll nur verwendet werden, wenn die Beurteilung der Intelligenzminderung mit Hilfe der üblichen Verfahren wegen begleitender sensorischer oder körperlicher Beeinträchtigungen besonders schwierig oder unmöglich ist, wie bei Blinden, Taubstummen, schwer verhaltensgestörten oder körperlich behinderten Personen."}, "children": []}, {"code": "F79", "kind": "category", "label": "Nicht näher bezeichnete Intelligenzminderung", "rubrics": {"preferred": "Nicht näher bezeichnete Intelligenzminderung", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "definition": "Die Informationen sind nicht ausreichend, die Intelligenzminderung in eine der oben genannten Kategorien einzuordnen.", "inclusion": "Geistig:\n\t\t\t\tDefizite o.n.A."}, "children": []}]}