{"code": "F80-F89", "kind": "block", "label": "Entwicklungsstörungen", "rubrics": {"preferred": "Entwicklungsstörungen", "text": "Die in diesem Abschnitt zusammengefassten Störungen haben folgende Gemeinsamkeiten:\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\tBeginn ausnahmslos im Kleinkindalter oder in der Kindheit;\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\teine Entwicklungseinschränkung oder -verzögerung von Funktionen, die eng mit der biologischen Reifung des Zentralnervensystems verknüpft sind;\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\tstetiger Verlauf ohne Remissionen und Rezidive.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\tIn den meisten Fällen sind unter anderem die Sprache, die visuellräumlichen Fertigkeiten und die Bewegungskoordination betroffen. In der Regel bestand die Verzögerung oder Schwäche vom frühestmöglichen Erkennungszeitpunkt an. Mit dem Älterwerden der Kinder vermindern sich die Störungen zunehmend, wenn auch geringere Defizite oft im Erwachsenenalter zurückbleiben."}, "children": [{"code": "F80", "kind": "category", "label": "Umschriebene Entwicklungsstörungen des Sprechens und der Sprache", "rubrics": {"preferred": "Umschriebene Entwicklungsstörungen des Sprechens und der Sprache", "definition": "Es handelt sich um Störungen, bei denen die normalen Muster des Spracherwerbs von frühen Entwicklungsstadien an beeinträchtigt sind. Die Störungen können nicht direkt neurologischen Störungen oder Veränderungen des Sprachablaufs, sensorischen Beeinträchtigungen, Intelligenzminderung oder Umweltfaktoren zugeordnet werden. Umschriebene Entwicklungsstörungen des Sprechens und der Sprache ziehen oft sekundäre Folgen nach sich, wie Schwierigkeiten beim Lesen und Rechtschreiben, Störungen im Bereich der zwischenmenschlichen Beziehungen, im emotionalen und Verhaltensbereich."}, "children": [{"code": "F80.0", "kind": "category", "label": "Artikulationsstörung", "rubrics": {"preferred": "Artikulationsstörung", "definition": "Eine umschriebene Entwicklungsstörung, bei der die Artikulation des Kindes unterhalb des seinem Intelligenzalter angemessenen Niveaus liegt, seine sprachlichen Fähigkeiten jedoch im Normbereich liegen.", "inclusion": "Phonologische Entwicklungsstörung", "exclusion": "Artikulationsschwäche (bei):\n\t\t\t\tIntelligenzstörungF70-F79"}, "children": []}, {"code": "F80.1", "kind": "category", "label": "Expressive Sprachstörung", "rubrics": {"preferred": "Expressive Sprachstörung", "definition": "Eine umschriebene Entwicklungsstörung, bei der die Fähigkeit des Kindes, die expressiv gesprochene Sprache zu gebrauchen, deutlich unterhalb des seinem Intelligenzalter angemessenen Niveaus liegt, das Sprachverständnis liegt jedoch im Normbereich. Störungen der Artikulation können vorkommen.", "inclusion": "Entwicklungsbedingte Dysphasie oder Aphasie, expressiver Typ", "exclusion": "Tiefgreifende EntwicklungsstörungenF84.-"}, "children": []}, {"code": "F80.2", "kind": "category", "label": "Rezeptive Sprachstörung", "rubrics": {"preferred": "Rezeptive Sprachstörung", "definition": "Eine umschriebene Entwicklungsstörung, bei der das Sprachverständnis des Kindes unterhalb des seinem Intelligenzalter angemessenen Niveaus liegt. In praktisch allen Fällen ist auch die expressive Sprache deutlich beeinflusst, Störungen in der Wort-Laut-Produktion sind häufig.", "inclusion": "Worttaubheit", "exclusion": "Sprachentwicklungsverzögerung infolge von Schwerhörigkeit oder TaubheitH90-H91"}, "children": [{"code": "F80.20", "kind": "category", "label": "Auditive Verarbeitungs- und Wahrnehmungsstörung [AVWS]", "rubrics": {"preferred": "Auditive Verarbeitungs- und Wahrnehmungsstörung [AVWS]"}, "children": []}, {"code": "F80.28", "kind": "category", "label": "Sonstige rezeptive Sprachstörung", "rubrics": {"preferred": "Sonstige rezeptive Sprachstörung"}, "children": []}]}, {"code": "F80.3", "kind": "category", "label": "Erworbene Aphasie mit Epilepsie [Landau-Kleffner-Syndrom]", "rubrics": {"preferred": "Erworbene Aphasie mit Epilepsie [Landau-Kleffner-Syndrom]", "definition": "Eine Störung, bei der ein Kind, welches vorher normale Fortschritte in der Sprachentwicklung gemacht hatte, sowohl rezeptive als auch expressive Sprachfertigkeiten verliert, die allgemeine Intelligenz aber erhalten bleibt. Der Beginn der Störung wird von paroxysmalen Auffälligkeiten im EEG begleitet und in der Mehrzahl der Fälle auch von epileptischen Anfällen. Typischerweise liegt der Beginn im Alter von 3-7 Jahren mit einem Verlust der Sprachfertigkeiten innerhalb von Tagen oder Wochen. Der zeitliche Zusammenhang zwischen dem Beginn der Krampfanfälle und dem Verlust der Sprache ist variabel, wobei das eine oder das andere um ein paar Monate bis zu zwei Jahren vorausgehen kann. Als möglicher Grund für diese Störung ist ein entzündlicher enzephalitischer Prozess zu vermuten. Etwa zwei Drittel der Patienten behalten einen mehr oder weniger rezeptiven Sprachdefekt.", "exclusion": "Aphasie o.n.A.R47.0"}, "children": []}, {"code": "F80.8", "kind": "category", "label": "Sonstige Entwicklungsstörungen des Sprechens oder der Sprache", "rubrics": {"preferred": "Sonstige Entwicklungsstörungen des Sprechens oder der Sprache", "inclusion": "Lispeln"}, "children": []}, {"code": "F80.9", "kind": "category", "label": "Entwicklungsstörung des Sprechens oder der Sprache, nicht näher bezeichnet", "rubrics": {"preferred": "Entwicklungsstörung des Sprechens oder der Sprache, nicht näher bezeichnet", "inclusion": "Sprachstörung o.n.A."}, "children": []}]}, {"code": "F81", "kind": "category", "label": "Umschriebene Entwicklungsstörungen schulischer Fertigkeiten", "rubrics": {"preferred": "Umschriebene Entwicklungsstörungen schulischer Fertigkeiten", "definition": "Es handelt sich um Störungen, bei denen die normalen Muster des Fertigkeitserwerbs von frühen Entwicklungsstadien an gestört sind. Dies ist nicht einfach Folge eines Mangels an Gelegenheit zu lernen; es ist auch nicht allein als Folge einer Intelligenzminderung oder irgendeiner erworbenen Hirnschädigung oder -krankheit aufzufassen."}, "children": [{"code": "F81.0", "kind": "category", "label": "Lese- und Rechtschreibstörung", "rubrics": {"preferred": "Lese- und Rechtschreibstörung", "definition": "Das Hauptmerkmal ist eine umschriebene und bedeutsame Beeinträchtigung in der Entwicklung der Lesefertigkeiten, die nicht allein durch das Entwicklungsalter, Visusprobleme oder unangemessene Beschulung erklärbar ist. Das Leseverständnis, die Fähigkeit, gelesene Worte wieder zu erkennen, vorzulesen und Leistungen, für welche Lesefähigkeit nötig ist, können sämtlich betroffen sein. Bei umschriebenen Lesestörungen sind Rechtschreibstörungen häufig und persistieren oft bis in die Adoleszenz, auch wenn einige Fortschritte im Lesen gemacht werden. Umschriebenen Entwicklungsstörungen des Lesens gehen Entwicklungsstörungen des Sprechens oder der Sprache voraus. Während der Schulzeit sind begleitende Störungen im emotionalen und Verhaltensbereich häufig.", "inclusion": "\"Leserückstand\"", "exclusion": "Leseverzögerung infolge emotionaler StörungF93.-"}, "children": []}, {"code": "F81.1", "kind": "category", "label": "Isolierte Rechtschreibstörung", "rubrics": {"preferred": "Isolierte Rechtschreibstörung", "definition": "Es handelt sich um eine Störung, deren Hauptmerkmal in einer umschriebenen und bedeutsamen Beeinträchtigung der Entwicklung von Rechtschreibfertigkeiten besteht, ohne Vorgeschichte einer Lesestörung. Sie ist nicht allein durch ein zu niedriges Intelligenzalter, durch Visusprobleme oder unangemessene Beschulung erklärbar. Die Fähigkeiten, mündlich zu buchstabieren und Wörter korrekt zu schreiben, sind beide betroffen.", "inclusion": "Umschriebene Verzögerung der Rechtschreibfähigkeit (ohne Lesestörung)", "exclusion": "Rechtschreibschwierigkeiten:\n\t\t\t\tmit LesestörungF81.0"}, "children": []}, {"code": "F81.2", "kind": "category", "label": "Rechenstörung", "rubrics": {"preferred": "Rechenstörung", "definition": "Diese Störung besteht in einer umschriebenen Beeinträchtigung von Rechenfertigkeiten, die nicht allein durch eine allgemeine Intelligenzminderung oder eine unangemessene Beschulung erklärbar ist. Das Defizit betrifft vor allem die Beherrschung grundlegender Rechenfertigkeiten, wie Addition, Subtraktion, Multiplikation und Division, weniger die höheren mathematischen Fertigkeiten, die für Algebra, Trigonometrie, Geometrie oder Differential- und Integralrechnung benötigt werden.", "inclusion": "Entwicklungs-Akalkulie", "exclusion": "Rechenschwierigkeiten, hauptsächlich durch inadäquaten UnterrichtZ55"}, "children": []}, {"code": "F81.3", "kind": "category", "label": "Kombinierte Störungen schulischer Fertigkeiten", "rubrics": {"preferred": "Kombinierte Störungen schulischer Fertigkeiten", "definition": "Dies ist eine schlecht definierte Restkategorie für Störungen mit deutlicher Beeinträchtigung der Rechen-, der Lese- und der Rechtschreibfähigkeiten. Die Störung ist jedoch nicht allein durch eine allgemeine Intelligenzminderung oder eine unangemessene Beschulung erklärbar. Sie soll für Störungen verwendet werden, die die Kriterien für F81.2 und F81.0 oder F81.1 erfüllen.", "exclusion": "RechenstörungF81.2"}, "children": []}, {"code": "F81.8", "kind": "category", "label": "Sonstige Entwicklungsstörungen schulischer Fertigkeiten", "rubrics": {"preferred": "Sonstige Entwicklungsstörungen schulischer Fertigkeiten", "inclusion": "Entwicklungsbedingte expressive Schreibstörung"}, "children": []}, {"code": "F81.9", "kind": "category", "label": "Entwicklungsstörung schulischer Fertigkeiten, nicht näher bezeichnet", "rubrics": {"preferred": "Entwicklungsstörung schulischer Fertigkeiten, nicht näher bezeichnet", "inclusion": "Störung des Wissenserwerbs o.n.A."}, "children": []}]}, {"code": "F82", "kind": "category", "label": "Umschriebene Entwicklungsstörung der motorischen Funktionen", "rubrics": {"preferred": "Umschriebene Entwicklungsstörung der motorischen Funktionen", "definition": "Hauptmerkmal ist eine schwerwiegende Entwicklungsbeeinträchtigung der motorischen Koordination, die nicht allein durch eine Intelligenzminderung oder eine spezifische angeborene oder erworbene neurologische Störung erklärbar ist. In den meisten Fällen zeigt eine sorgfältige klinische Untersuchung dennoch deutliche entwicklungsneurologische Unreifezeichen wie choreoforme Bewegungen freigehaltener Glieder oder Spiegelbewegungen und andere begleitende motorische Merkmale, ebenso wie Zeichen einer mangelhaften fein- oder grobmotorischen Koordination.", "inclusion": "Syndrom des ungeschickten Kindes", "exclusion": "Störungen des Ganges und der MobilitätR26.-"}, "children": [{"code": "F82.0", "kind": "category", "label": "Umschriebene Entwicklungsstörung der Grobmotorik", "rubrics": {"preferred": "Umschriebene Entwicklungsstörung der Grobmotorik"}, "children": []}, {"code": "F82.1", "kind": "category", "label": "Umschriebene Entwicklungsstörung der Fein- und Graphomotorik", "rubrics": {"preferred": "Umschriebene Entwicklungsstörung der Fein- und Graphomotorik"}, "children": []}, {"code": "F82.2", "kind": "category", "label": "Umschriebene Entwicklungsstörung der Mundmotorik", "rubrics": {"preferred": "Umschriebene Entwicklungsstörung der Mundmotorik"}, "children": []}, {"code": "F82.9", "kind": "category", "label": "Umschriebene Entwicklungsstörung der motorischen Funktionen, nicht näher bezeichnet", "rubrics": {"preferred": "Umschriebene Entwicklungsstörung der motorischen Funktionen, nicht näher bezeichnet"}, "children": []}]}, {"code": "F83", "kind": "category", "label": "Kombinierte umschriebene Entwicklungsstörungen", "rubrics": {"preferred": "Kombinierte umschriebene Entwicklungsstörungen", "definition": "Dies ist eine Restkategorie für Störungen, bei denen eine gewisse Mischung von umschriebenen Entwicklungsstörungen des Sprechens und der Sprache, schulischer Fertigkeiten und motorischer Funktionen vorliegt, von denen jedoch keine so dominiert, dass sie eine Hauptdiagnose rechtfertigt. Diese Mischkategorie soll nur dann verwendet werden, wenn weitgehende Überschneidungen mit allen diesen umschriebenen Entwicklungsstörungen vorliegen. Meist sind die Störungen mit einem gewissen Grad an allgemeiner Beeinträchtigung kognitiver Funktionen verbunden. Sie ist also dann zu verwenden, wenn Funktionsstörungen vorliegen, welche die Kriterien von zwei oder mehr Kategorien von F80.-, F81.- und F82 erfüllen."}, "children": []}, {"code": "F84", "kind": "category", "label": "Tief greifende Entwicklungsstörungen", "rubrics": {"preferred": "Tief greifende Entwicklungsstörungen", "definition": "Diese Gruppe von Störungen ist gekennzeichnet durch qualitative Abweichungen in den wechselseitigen sozialen Interaktionen und Kommunikationsmustern und durch ein eingeschränktes, stereotypes, sich wiederholendes Repertoire von Interessen und Aktivitäten. Diese qualitativen Auffälligkeiten sind in allen Situationen ein grundlegendes Funktionsmerkmal des betroffenen Kindes.", "coding-hint": "Sollen alle begleitenden somatischen Zustandsbilder und eine Intelligenzminderung angegeben werden, sind zusätzliche Schlüsselnummern zu benutzen."}, "children": [{"code": "F84.0", "kind": "category", "label": "Frühkindlicher Autismus", "rubrics": {"preferred": "Frühkindlicher Autismus", "definition": "Diese Form der tief greifenden Entwicklungsstörung ist durch eine abnorme oder beeinträchtigte Entwicklung definiert, die sich vor dem dritten Lebensjahr manifestiert. Sie ist außerdem gekennzeichnet durch ein charakteristisches Muster abnormer Funktionen in den folgenden psychopathologischen Bereichen: in der sozialen Interaktion, der Kommunikation und im eingeschränkten stereotyp repetitiven Verhalten. Neben diesen spezifischen diagnostischen Merkmalen zeigt sich häufig eine Vielzahl unspezifischer Probleme, wie Phobien, Schlaf- und Essstörungen, Wutausbrüche und (autodestruktive) Aggression.", "inclusion": "Kanner-Syndrom", "exclusion": "Autistische PsychopathieF84.5"}, "children": []}, {"code": "F84.1", "kind": "category", "label": "Atypischer Autismus", "rubrics": {"preferred": "Atypischer Autismus", "definition": "Diese Form der tief greifenden Entwicklungsstörung unterscheidet sich vom frühkindlichen Autismus entweder durch das Alter bei Krankheitsbeginn oder dadurch, dass die diagnostischen Kriterien nicht in allen genannten Bereichen erfüllt werden. Diese Subkategorie sollte immer dann verwendet werden, wenn die abnorme oder beeinträchtigte Entwicklung erst nach dem dritten Lebensjahr manifest wird und wenn nicht in allen für die Diagnose Autismus geforderten psychopathologischen Bereichen (nämlich wechselseitige soziale Interaktionen, Kommunikation und eingeschränktes, stereotyp repetitives Verhalten) Auffälligkeiten nachweisbar sind, auch wenn charakteristische Abweichungen auf anderen Gebieten vorliegen. Atypischer Autismus tritt sehr häufig bei schwer retardierten bzw. unter einer schweren rezeptiven Störung der Sprachentwicklung leidenden Patienten auf.", "inclusion": "Intelligenzminderung mit autistischen Zügen", "coding-hint": "Soll eine Intelligenzstörung angegeben werden, ist eine zusätzliche Schlüsselnummer (F70-F79) zu benutzen."}, "children": []}, {"code": "F84.2", "kind": "category", "label": "Rett-Syndrom", "rubrics": {"preferred": "Rett-Syndrom", "definition": "Dieses Zustandsbild wurde bisher nur bei Mädchen beschrieben; nach einer scheinbar normalen frühen Entwicklung erfolgt ein teilweiser oder vollständiger Verlust der Sprache, der lokomotorischen Fähigkeiten und der Gebrauchsfähigkeiten der Hände gemeinsam mit einer Verlangsamung des Kopfwachstums. Der Beginn dieser Störung liegt zwischen dem 7. und 24. Lebensmonat. Der Verlust zielgerichteter Handbewegungen, Stereotypien in Form von Drehbewegungen der Hände und Hyperventilation sind charakteristisch. Sozial- und Spielentwicklung sind gehemmt, das soziale Interesse bleibt jedoch erhalten. Im 4. Lebensjahr beginnt sich eine Rumpfataxie und Apraxie zu entwickeln, choreo-athetoide Bewegungen folgen häufig. Es resultiert fast immer eine schwere Intelligenzminderung."}, "children": []}, {"code": "F84.3", "kind": "category", "label": "Andere desintegrative Störung des Kindesalters", "rubrics": {"preferred": "Andere desintegrative Störung des Kindesalters", "definition": "Diese Form einer tief greifenden Entwicklungsstörung ist - anders als das Rett-Syndrom - durch eine Periode einer zweifellos normalen Entwicklung vor dem Beginn der Krankheit definiert. Es folgt ein Verlust vorher erworbener Fertigkeiten verschiedener Entwicklungsbereiche innerhalb weniger Monate. Typischerweise wird die Störung von einem allgemeinen Interessenverlust an der Umwelt, von stereotypen, sich wiederholenden motorischen Manierismen und einer autismusähnlichen Störung sozialer Interaktionen und der Kommunikation begleitet. In einigen Fällen kann die Störung einer begleitenden Enzephalopathie zugeschrieben werden, die Diagnose ist jedoch anhand der Verhaltensmerkmale zu stellen.", "inclusion": "Symbiotische Psychose", "coding-hint": "Soll eine begleitende neurologische Krankheit angegeben werden, ist eine zusätzliche Schlüsselnummer zu benutzen.", "exclusion": "Rett-SyndromF84.2"}, "children": []}, {"code": "F84.4", "kind": "category", "label": "Überaktive Störung mit Intelligenzminderung und Bewegungsstereotypien", "rubrics": {"preferred": "Überaktive Störung mit Intelligenzminderung und Bewegungsstereotypien", "definition": "Dies ist eine schlecht definierte Störung von unsicherer nosologischer Validität. Diese Kategorie wurde für eine Gruppe von Kindern mit schwerer Intelligenzminderung (IQ unter 35) eingeführt, mit erheblicher Hyperaktivität, Aufmerksamkeitsstörungen und stereotypen Verhaltensweisen. Sie haben meist keinen Nutzen von Stimulanzien (anders als Kinder mit einem IQ im Normbereich) und können auf eine Verabreichung von Stimulanzien eine schwere dysphorische Reaktion - manchmal mit psychomotorischer Entwicklungsverzögerung - zeigen. In der Adoleszenz kann sich die Hyperaktivität in eine verminderte Aktivität wandeln, ein Muster, das bei hyperkinetischen Kindern mit normaler Intelligenz nicht üblich ist. Das Syndrom wird häufig von einer Vielzahl von umschriebenen oder globalen Entwicklungsverzögerungen begleitet. Es ist nicht bekannt, in welchem Umfang das Verhaltensmuster dem niedrigen IQ oder einer organischen Hirnschädigung zuzuschreiben ist."}, "children": []}, {"code": "F84.5", "kind": "category", "label": "Asperger-Syndrom", "rubrics": {"preferred": "Asperger-Syndrom", "definition": "Diese Störung von unsicherer nosologischer Validität ist durch dieselbe Form qualitativer Abweichungen der wechselseitigen sozialen Interaktionen, wie für den Autismus typisch, charakterisiert, zusammen mit einem eingeschränkten, stereotypen, sich wiederholenden Repertoire von Interessen und Aktivitäten. Die Störung unterscheidet sich vom Autismus in erster Linie durch fehlende allgemeine Entwicklungsverzögerung bzw. den fehlenden Entwicklungsrückstand der Sprache und der kognitiven Entwicklung. Die Störung geht häufig mit einer auffallenden Ungeschicklichkeit einher. Die Abweichungen tendieren stark dazu, bis in die Adoleszenz und das Erwachsenenalter zu persistieren. Gelegentlich treten psychotische Episoden im frühen Erwachsenenleben auf.", "inclusion": "Schizoide Störung des Kindesalters"}, "children": []}, {"code": "F84.8", "kind": "category", "label": "Sonstige tief greifende Entwicklungsstörungen", "rubrics": {"preferred": "Sonstige tief greifende Entwicklungsstörungen"}, "children": []}, {"code": "F84.9", "kind": "category", "label": "Tief greifende Entwicklungsstörung, nicht näher bezeichnet", "rubrics": {"preferred": "Tief greifende Entwicklungsstörung, nicht näher bezeichnet"}, "children": []}]}, {"code": "F88", "kind": "category", "label": "Andere Entwicklungsstörungen", "rubrics": {"preferred": "Andere Entwicklungsstörungen", "inclusion": "Entwicklungsbedingte Agnosie"}, "children": []}, {"code": "F89", "kind": "category", "label": "Nicht näher bezeichnete Entwicklungsstörung", "rubrics": {"preferred": "Nicht näher bezeichnete Entwicklungsstörung", "inclusion": "Entwicklungsstörung o.n.A."}, "children": []}]}