{"code": "F90-F98", "kind": "block", "label": "Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend", "rubrics": {"preferred": "Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend"}, "children": [{"code": "F90", "kind": "category", "label": "Hyperkinetische Störungen", "rubrics": {"preferred": "Hyperkinetische Störungen", "definition": "Diese Gruppe von Störungen ist charakterisiert durch einen frühen Beginn, meist in den ersten fünf Lebensjahren, einen Mangel an Ausdauer bei Beschäftigungen, die kognitiven Einsatz verlangen, und eine Tendenz, von einer Tätigkeit zu einer anderen zu wechseln, ohne etwas zu Ende zu bringen; hinzu kommt eine desorganisierte, mangelhaft regulierte und überschießende Aktivität. Verschiedene andere Auffälligkeiten können zusätzlich vorliegen. Hyperkinetische Kinder sind oft achtlos und impulsiv, neigen zu Unfällen und werden oft bestraft, weil sie eher aus Unachtsamkeit als vorsätzlich Regeln verletzen. Ihre Beziehung zu Erwachsenen ist oft von einer Distanzstörung und einem Mangel an normaler Vorsicht und Zurückhaltung geprägt. Bei anderen Kindern sind sie unbeliebt und können isoliert sein. Beeinträchtigung kognitiver Funktionen ist häufig, spezifische Verzögerungen der motorischen und sprachlichen Entwicklung kommen überproportional oft vor. Sekundäre Komplikationen sind dissoziales Verhalten und niedriges Selbstwertgefühl.", "exclusion": "Tief greifende EntwicklungsstörungenF84.-"}, "children": [{"code": "F90.0", "kind": "category", "label": "Einfache Aktivitäts- und Aufmerksamkeitsstörung", "rubrics": {"preferred": "Einfache Aktivitäts- und Aufmerksamkeitsstörung", "inclusion": "Aufmerksamkeitsdefizit bei:\n\t\t\t\tStörung mit Hyperaktivität", "exclusion": "Hyperkinetische Störung des SozialverhaltensF90.1"}, "children": []}, {"code": "F90.1", "kind": "category", "label": "Hyperkinetische Störung des Sozialverhaltens", "rubrics": {"preferred": "Hyperkinetische Störung des Sozialverhaltens", "inclusion": "Hyperkinetische Störung verbunden mit Störung des Sozialverhaltens"}, "children": []}, {"code": "F90.8", "kind": "category", "label": "Sonstige hyperkinetische Störungen", "rubrics": {"preferred": "Sonstige hyperkinetische Störungen"}, "children": []}, {"code": "F90.9", "kind": "category", "label": "Hyperkinetische Störung, nicht näher bezeichnet", "rubrics": {"preferred": "Hyperkinetische Störung, nicht näher bezeichnet", "inclusion": "Hyperkinetisches Syndrom o.n.A."}, "children": []}]}, {"code": "F91", "kind": "category", "label": "Störungen des Sozialverhaltens", "rubrics": {"preferred": "Störungen des Sozialverhaltens", "definition": "Störungen des Sozialverhaltens sind durch ein sich wiederholendes und anhaltendes Muster dissozialen, aggressiven und aufsässigen Verhaltens charakterisiert. Dieses Verhalten übersteigt mit seinen gröberen Verletzungen die altersentsprechenden sozialen Erwartungen. Es ist also schwerwiegender als gewöhnlicher kindischer Unfug oder jugendliche Aufmüpfigkeit. Das anhaltende Verhaltensmuster muss mindestens sechs Monate oder länger bestanden haben. Störungen des Sozialverhaltens können auch bei anderen psychiatrischen Krankheiten auftreten, in diesen Fällen ist die zugrunde liegende Diagnose zu verwenden.\n\t\t\t\tBeispiele für Verhaltensweisen, welche diese Diagnose begründen, umfassen ein extremes Maß an Streiten oder Tyrannisieren, Grausamkeit gegenüber anderen Personen oder Tieren, erhebliche Destruktivität gegenüber Eigentum, Feuerlegen, Stehlen, häufiges Lügen, Schulschwänzen oder Weglaufen von zu Hause, ungewöhnlich häufige und schwere Wutausbrüche und Ungehorsam. Jedes dieser Beispiele ist bei erheblicher Ausprägung ausreichend für die Diagnose, nicht aber nur isolierte dissoziale Handlungen.", "exclusion": "Tiefgreifende EntwicklungsstörungenF84.-"}, "children": [{"code": "F91.0", "kind": "category", "label": "Auf den familiären Rahmen beschränkte Störung des Sozialverhaltens", "rubrics": {"preferred": "Auf den familiären Rahmen beschränkte Störung des Sozialverhaltens", "definition": "Diese Verhaltensstörung umfasst dissoziales oder aggressives Verhalten (und nicht nur oppositionelles, aufsässiges oder trotziges Verhalten), das vollständig oder fast völlig auf den häuslichen Rahmen oder auf Interaktionen mit Mitgliedern der Kernfamilie oder der unmittelbaren Lebensgemeinschaft beschränkt ist. Für die Störung müssen die allgemeinen Kriterien für F91.- erfüllt sein. Schwer gestörte Eltern-Kind-Beziehungen sind für die Diagnose allein nicht ausreichend."}, "children": []}, {"code": "F91.1", "kind": "category", "label": "Störung des Sozialverhaltens bei fehlenden sozialen Bindungen", "rubrics": {"preferred": "Störung des Sozialverhaltens bei fehlenden sozialen Bindungen", "definition": "Diese Störung ist charakterisiert durch die Kombination von andauerndem dissozialen oder aggressiven Verhalten, das die allgemeinen Kriterien für F91.- erfüllt und nicht nur oppositionelles, aufsässiges und trotziges Verhalten umfasst, mit deutlichen und tief greifenden Abweichungen der Beziehungen des Betroffenen zu anderen Kindern.", "inclusion": "Störung des Sozialverhaltens, nur aggressiver Typ"}, "children": []}, {"code": "F91.2", "kind": "category", "label": "Störung des Sozialverhaltens bei vorhandenen sozialen Bindungen", "rubrics": {"preferred": "Störung des Sozialverhaltens bei vorhandenen sozialen Bindungen", "definition": "Dieses Störung beinhaltet andauerndes dissoziales oder aggressives Verhalten, das die allgemeinen Kriterien für F91.- erfüllt und nicht nur oppositionelles, aufsässiges und trotziges Verhalten umfasst, und bei Kindern auftritt, die allgemein gut in ihrer Altersgruppe eingebunden sind.", "inclusion": "Vergehen im Rahmen einer Bandenmitgliedschaft"}, "children": []}, {"code": "F91.3", "kind": "category", "label": "Störung des Sozialverhaltens mit oppositionellem, aufsässigem Verhalten", "rubrics": {"preferred": "Störung des Sozialverhaltens mit oppositionellem, aufsässigem Verhalten", "definition": "Diese Verhaltensstörung tritt gewöhnlich bei jüngeren Kindern auf und ist in erster Linie durch deutlich aufsässiges, ungehorsames Verhalten charakterisiert, ohne delinquente Handlungen oder schwere Formen aggressiven oder dissozialen Verhaltens. Für diese Störung müssen die allgemeinen Kriterien für F91.- erfüllt sein: deutlich übermütiges oder ungezogenes Verhalten allein reicht für die Diagnosenstellung nicht aus. Vorsicht beim Stellen dieser Diagnose ist vor allem bei älteren Kindern geboten, bei denen klinisch bedeutsame Störungen des Sozialverhaltens meist mit dissozialem oder aggressivem Verhalten einhergehen, das über Aufsässigkeit, Ungehorsam oder Trotz hinausgeht."}, "children": []}, {"code": "F91.8", "kind": "category", "label": "Sonstige Störungen des Sozialverhaltens", "rubrics": {"preferred": "Sonstige Störungen des Sozialverhaltens"}, "children": []}, {"code": "F91.9", "kind": "category", "label": "Störung des Sozialverhaltens, nicht näher bezeichnet", "rubrics": {"preferred": "Störung des Sozialverhaltens, nicht näher bezeichnet", "inclusion": "Kindheit:\n\t\t\t\tVerhaltensstörung o.n.A."}, "children": []}]}, {"code": "F92", "kind": "category", "label": "Kombinierte Störung des Sozialverhaltens und der Emotionen", "rubrics": {"preferred": "Kombinierte Störung des Sozialverhaltens und der Emotionen", "definition": "Diese Gruppe von Störungen ist durch die Kombination von anhaltendem aggressiven, dissozialen oder aufsässigen Verhalten charakterisiert mit offensichtlichen und eindeutigen Symptomen von Depression, Angst oder anderen emotionalen Störungen. Sowohl die Kriterien für Störungen des Sozialverhaltens im Kindesalter (F91.-) als auch für emotionale Störungen des Kindesalters (F93.-) bzw. für eine erwachsenentypische neurotische Störung (F40-F49) oder eine affektive Störung (F30-F39) müssen erfüllt sein."}, "children": [{"code": "F92.0", "kind": "category", "label": "Störung des Sozialverhaltens mit depressiver Störung", "rubrics": {"preferred": "Störung des Sozialverhaltens mit depressiver Störung", "definition": "Diese Kategorie verlangt die Kombination einer Störung des Sozialverhaltens (F91.-) mit andauernder und deutlich depressiver Verstimmung (F32.-), die sich in auffälligem Leiden, Interessenverlust, mangelndem Vergnügen an alltäglichen Aktivitäten, Schulderleben und Hoffnungslosigkeit zeigt. Schlafstörungen und Appetitlosigkeit können gleichfalls vorhanden sein.", "inclusion": "Störung des Sozialverhaltens (F91.-) mit depressiver Störung (F32.-)"}, "children": []}, {"code": "F92.8", "kind": "category", "label": "Sonstige kombinierte Störung des Sozialverhaltens und der Emotionen", "rubrics": {"preferred": "Sonstige kombinierte Störung des Sozialverhaltens und der Emotionen", "definition": "Diese Kategorie verlangt die Kombination einer Störung des Sozialverhaltens (F91.-) mit andauernden und deutlichen emotionalen Symptomen wie Angst, Zwangsgedanken oder Zwangshandlungen, Depersonalisation oder Derealisation, Phobien oder Hypochondrie.", "inclusion": "Störungen des Sozialverhaltens (F91.-) mit:\n\t\t\t\tneurotischer Störung (F40-F49)"}, "children": []}, {"code": "F92.9", "kind": "category", "label": "Kombinierte Störung des Sozialverhaltens und der Emotionen, nicht näher bezeichnet", "rubrics": {"preferred": "Kombinierte Störung des Sozialverhaltens und der Emotionen, nicht näher bezeichnet"}, "children": []}]}, {"code": "F93", "kind": "category", "label": "Emotionale Störungen des Kindesalters", "rubrics": {"preferred": "Emotionale Störungen des Kindesalters", "definition": "Diese stellen in erster Linie Verstärkungen normaler Entwicklungstrends dar und weniger eigenständige, qualitativ abnorme Phänomene. Die Entwicklungsbezogenheit ist das diagnostische Schlüsselmerkmal für die Unterscheidung der emotionalen Störungen mit Beginn in der Kindheit (F93.-) von den neurotischen Störungen (F40-F48).", "exclusion": "Wenn mit einer Störung des Sozialverhaltens verbundenF92.-"}, "children": [{"code": "F93.0", "kind": "category", "label": "Emotionale Störung mit Trennungsangst des Kindesalters", "rubrics": {"preferred": "Emotionale Störung mit Trennungsangst des Kindesalters", "definition": "Eine Störung mit Trennungsangst soll nur dann diagnostiziert werden, wenn die Furcht vor Trennung den Kern der Angst darstellt und wenn eine solche Angst erstmals während der frühen Kindheit auftrat. Sie unterscheidet sich von normaler Trennungsangst durch eine unübliche Ausprägung, eine abnorme Dauer über die typische Altersstufe hinaus und durch deutliche Probleme in sozialen Funktionen.", "exclusion": "Störung mit sozialer Überempfindlichkeit des KindesaltersF93.2"}, "children": []}, {"code": "F93.1", "kind": "category", "label": "Phobische Störung des Kindesalters", "rubrics": {"preferred": "Phobische Störung des Kindesalters", "definition": "Es handelt sich um Befürchtungen in der Kindheit, die eine deutliche Spezifität für die entsprechenden Entwicklungsphasen aufweisen und in einem gewissen Ausmaß bei der Mehrzahl der Kinder auftreten, hier aber in einer besonderen Ausprägung. Andere in der Kindheit auftretende Befürchtungen, die nicht normaler Bestandteil der psychosozialen Entwicklung sind, wie z.B. die Agoraphobie sind unter der entsprechenden Kategorie in Abschnitt F40-F48 zu klassifizieren.", "exclusion": "Generalisierte AngststörungF41.1"}, "children": []}, {"code": "F93.2", "kind": "category", "label": "Störung mit sozialer Ängstlichkeit des Kindesalters", "rubrics": {"preferred": "Störung mit sozialer Ängstlichkeit des Kindesalters", "definition": "Bei dieser Störung besteht ein Misstrauen gegenüber Fremden und soziale Besorgnis oder Angst, in neuen, fremden oder sozial bedrohlichen Situationen. Diese Kategorie sollte nur verwendet werden, wenn solche Ängste in der frühen Kindheit auftreten und sie ungewöhnlich stark ausgeprägt sind und zu deutlichen Problemen in der sozialen Funktionsfähigkeit führen.", "inclusion": "Vermeidende Störung in der Kindheit und Jugend"}, "children": []}, {"code": "F93.3", "kind": "category", "label": "Emotionale Störung mit Geschwisterrivalität", "rubrics": {"preferred": "Emotionale Störung mit Geschwisterrivalität", "definition": "Die Mehrzahl junger Kinder zeigt gewöhnlich ein gewisses Ausmaß emotionaler Störungen nach der Geburt eines unmittelbar nachfolgenden jüngeren Geschwisters. Eine emotionale Störung mit Geschwisterrivalität soll nur dann diagnostiziert werden, wenn sowohl das Ausmaß als auch die Dauer der Störung übermäßig ausgeprägt sind und mit Störungen der sozialen Interaktionen einhergehen.", "inclusion": "Geschwistereifersucht"}, "children": []}, {"code": "F93.8", "kind": "category", "label": "Sonstige emotionale Störungen des Kindesalters", "rubrics": {"preferred": "Sonstige emotionale Störungen des Kindesalters", "inclusion": "Störung mit Überängstlichkeit", "exclusion": "Störung der Geschlechtsidentität des KindesaltersF64.2"}, "children": []}, {"code": "F93.9", "kind": "category", "label": "Emotionale Störung des Kindesalters, nicht näher bezeichnet", "rubrics": {"preferred": "Emotionale Störung des Kindesalters, nicht näher bezeichnet"}, "children": []}]}, {"code": "F94", "kind": "category", "label": "Störungen sozialer Funktionen mit Beginn in der Kindheit und Jugend", "rubrics": {"preferred": "Störungen sozialer Funktionen mit Beginn in der Kindheit und Jugend", "definition": "Es handelt sich um eine etwas heterogene Gruppe von Störungen, mit Abweichungen in der sozialen Funktionsfähigkeit und Beginn in der Entwicklungszeit. Anders als die tief greifenden Entwicklungsstörungen sind sie jedoch nicht primär durch eine offensichtliche konstitutionelle soziale Beeinträchtigung oder Defizite in allen Bereichen sozialer Funktionen charakterisiert. In vielen Fällen spielen schwerwiegende Milieuschäden oder Deprivationen eine vermutlich entscheidende Rolle in der Ätiologie."}, "children": [{"code": "F94.0", "kind": "category", "label": "Elektiver Mutismus", "rubrics": {"preferred": "Elektiver Mutismus", "definition": "Dieser ist durch eine deutliche, emotional bedingte Selektivität des Sprechens charakterisiert, so dass das Kind in einigen Situationen spricht, in anderen definierbaren Situationen jedoch nicht. Diese Störung ist üblicherweise mit besonderen Persönlichkeitsmerkmalen wie Sozialangst, Rückzug, Empfindsamkeit oder Widerstand verbunden.", "inclusion": "Selektiver Mutismus", "exclusion": "Umschriebene Entwicklungsstörungen des Sprechens und der SpracheF80.-"}, "children": []}, {"code": "F94.1", "kind": "category", "label": "Reaktive Bindungsstörung des Kindesalters", "rubrics": {"preferred": "Reaktive Bindungsstörung des Kindesalters", "definition": "Diese tritt in den ersten fünf Lebensjahren auf und ist durch anhaltende Auffälligkeiten im sozialen Beziehungsmuster des Kindes charakterisiert. Diese sind von einer emotionalen Störung begleitet und reagieren auf Wechsel in den Milieuverhältnissen. Die Symptome bestehen aus Furchtsamkeit und Übervorsichtigkeit, eingeschränkten sozialen Interaktionen mit Gleichaltrigen, gegen sich selbst oder andere gerichteten Aggressionen, Unglücklichsein und in einigen Fällen Wachstumsverzögerung. Das Syndrom tritt wahrscheinlich als direkte Folge schwerer elterlicher Vernachlässigung, Missbrauch oder schwerer Misshandlung auf.", "coding-hint": "Soll eine begleitende Gedeih- oder Wachstumsstörung angegeben werden, ist eine zusätzliche Schlüsselnummer zu benutzen.", "exclusion": "Psychosoziale Probleme infolge von sexueller oder körperlicher Misshandlung im KindesalterZ61"}, "children": []}, {"code": "F94.2", "kind": "category", "label": "Bindungsstörung des Kindesalters mit Enthemmung", "rubrics": {"preferred": "Bindungsstörung des Kindesalters mit Enthemmung", "definition": "Ein spezifisches abnormes soziales Funktionsmuster, das während der ersten fünf Lebensjahre auftritt mit einer Tendenz, trotz deutlicher Änderungen in den Milieubedingungen zu persistieren. Dieses kann z.B. in diffusem, nichtselektivem Bindungsverhalten bestehen, in aufmerksamkeitssuchendem und wahllos freundlichem Verhalten und kaum modulierten Interaktionen mit Gleichaltrigen; je nach Umständen kommen auch emotionale und Verhaltensstörungen vor.", "inclusion": "Hospitalismus", "exclusion": "Reaktive Bindungsstörung des KindesaltersF94.1"}, "children": []}, {"code": "F94.8", "kind": "category", "label": "Sonstige Störungen sozialer Funktionen mit Beginn in der Kindheit", "rubrics": {"preferred": "Sonstige Störungen sozialer Funktionen mit Beginn in der Kindheit"}, "children": []}, {"code": "F94.9", "kind": "category", "label": "Störung sozialer Funktionen mit Beginn in der Kindheit, nicht näher bezeichnet", "rubrics": {"preferred": "Störung sozialer Funktionen mit Beginn in der Kindheit, nicht näher bezeichnet"}, "children": []}]}, {"code": "F95", "kind": "category", "label": "Ticstörungen", "rubrics": {"preferred": "Ticstörungen", "definition": "Syndrome, bei denen das vorwiegende Symptom ein Tic ist. Ein Tic ist eine unwillkürliche, rasche, wiederholte, nichtrhythmische Bewegung meist umschriebener Muskelgruppen oder eine Lautproduktion, die plötzlich einsetzt und keinem erkennbaren Zweck dient. Normalerweise werden Tics als nicht willkürlich beeinflussbar erlebt, sie können jedoch meist für unterschiedlich lange Zeiträume unterdrückt werden. Belastungen können sie verstärken, während des Schlafens verschwinden sie. Häufige einfache motorische Tics sind Blinzeln, Kopfwerfen, Schulterzucken und Grimassieren. Häufige einfache vokale Tics sind z.B. Räuspern, Bellen, Schnüffeln und Zischen. Komplexe Tics sind Sich-selbst-Schlagen sowie Springen und Hüpfen. Komplexe vokale Tics sind die Wiederholung bestimmter Wörter und manchmal der Gebrauch sozial unangebrachter, oft obszöner Wörter (Koprolalie) und die Wiederholung eigener Laute oder Wörter (Palilalie)."}, "children": [{"code": "F95.0", "kind": "category", "label": "Vorübergehende Ticstörung", "rubrics": {"preferred": "Vorübergehende Ticstörung", "definition": "Sie erfüllt die allgemeinen Kriterien für eine Ticstörung, jedoch halten die Tics nicht länger als 12 Monate an. Die Tics sind häufig Blinzeln, Grimassieren oder Kopfschütteln."}, "children": []}, {"code": "F95.1", "kind": "category", "label": "Chronische motorische oder vokale Ticstörung", "rubrics": {"preferred": "Chronische motorische oder vokale Ticstörung", "definition": "Sie erfüllt die allgemeinen Kriterien für eine Ticstörung, wobei motorische oder vokale Tics, jedoch nicht beide zugleich, einzeln, meist jedoch multipel, auftreten und länger als ein Jahr andauern."}, "children": []}, {"code": "F95.2", "kind": "category", "label": "Kombinierte vokale und multiple motorische Tics [Tourette-Syndrom]", "rubrics": {"preferred": "Kombinierte vokale und multiple motorische Tics [Tourette-Syndrom]", "definition": "Eine Form der Ticstörung, bei der gegenwärtig oder in der Vergangenheit multiple motorische Tics und ein oder mehrere vokale Tics vorgekommen sind, die aber nicht notwendigerweise gleichzeitig auftreten müssen. Die Störung verschlechtert sich meist während der Adoleszenz und neigt dazu, bis in das Erwachsenenalter anzuhalten. Die vokalen Tics sind häufig multipel mit explosiven repetitiven Vokalisationen, Räuspern und Grunzen und Gebrauch von obszönen Wörtern oder Phrasen. Manchmal besteht eine begleitende gestische Echopraxie, die ebenfalls obszöner Natur sein kann (Kopropraxie)."}, "children": []}, {"code": "F95.8", "kind": "category", "label": "Sonstige Ticstörungen", "rubrics": {"preferred": "Sonstige Ticstörungen"}, "children": []}, {"code": "F95.9", "kind": "category", "label": "Ticstörung, nicht näher bezeichnet", "rubrics": {"preferred": "Ticstörung, nicht näher bezeichnet", "inclusion": "Tic o.n.A."}, "children": []}]}, {"code": "F98", "kind": "category", "label": "Andere Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend", "rubrics": {"preferred": "Andere Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend", "definition": "Dieser heterogenen Gruppe von Störungen ist der Beginn in der Kindheit gemeinsam, sonst unterscheiden sie sich jedoch in vieler Hinsicht. Einige der Störungen repräsentieren gut definierte Syndrome, andere sind jedoch nicht mehr als Symptomkomplexe, die hier aber wegen ihrer Häufigkeit und ihrer sozialen Folgen und weil sie anderen Syndromen nicht zugeordnet werden können, aufgeführt werden.", "exclusion": "ZwangsstörungF42.-"}, "children": [{"code": "F98.0", "kind": "category", "label": "Nichtorganische Enuresis", "rubrics": {"preferred": "Nichtorganische Enuresis", "definition": "Diese Störung ist charakterisiert durch unwillkürlichen Harnabgang am Tag und in der Nacht, untypisch für das Entwicklungsalter. Sie ist nicht Folge einer mangelnden Blasenkontrolle aufgrund einer neurologischen Krankheit, epileptischer Anfälle oder einer strukturellen Anomalie der ableitenden Harnwege. Die Enuresis kann von Geburt an bestehen oder nach einer Periode bereits erworbener Blasenkontrolle aufgetreten sein. Die Enuresis kann von einer schweren emotionalen oder Verhaltensstörung begleitet werden.", "inclusion": "Psychogene Enuresis", "exclusion": "Enuresis o.n.A.R32"}, "children": [{"code": "F98.00", "kind": "category", "label": "Enuresis nocturna", "rubrics": {"preferred": "Enuresis nocturna"}, "children": []}, {"code": "F98.01", "kind": "category", "label": "Enuresis diurna", "rubrics": {"preferred": "Enuresis diurna"}, "children": []}, {"code": "F98.02", "kind": "category", "label": "Enuresis nocturna et diurna", "rubrics": {"preferred": "Enuresis nocturna et diurna"}, "children": []}, {"code": "F98.08", "kind": "category", "label": "Sonstige und nicht näher bezeichnete nichtorganische Enuresis", "rubrics": {"preferred": "Sonstige und nicht näher bezeichnete nichtorganische Enuresis"}, "children": []}]}, {"code": "F98.1", "kind": "category", "label": "Nichtorganische Enkopresis", "rubrics": {"preferred": "Nichtorganische Enkopresis", "definition": "Wiederholtes willkürliches oder unwillkürliches Absetzen von Faeces normaler oder fast normaler Konsistenz an Stellen, die im soziokulturellen Umfeld des Betroffenen nicht dafür vorgesehen sind. Die Störung kann eine abnorme Verlängerung der normalen infantilen Inkontinenz darstellen oder einen Kontinenzverlust nach bereits vorhandener Darmkontrolle, oder es kann sich um ein absichtliches Absetzen von Stuhl an dafür nicht vorgesehenen Stellen trotz normaler physiologischer Darmkontrolle handeln. Das Zustandsbild kann als monosymptomatische Störung auftreten oder als Teil einer umfassenderen Störung, besonders einer emotionalen Störung (F93.-) oder einer Störung des Sozialverhaltens (F91.-).", "inclusion": "Psychogene Enkopresis", "coding-hint": "Soll die Ursache einer eventuell gleichzeitig bestehenden Obstipation angegeben werden, ist eine zusätzliche Schlüsselnummer zu benutzen.", "exclusion": "Enkopresis o.n.A.R15"}, "children": []}, {"code": "F98.2", "kind": "category", "label": "Fütterstörung im frühen Kindesalter", "rubrics": {"preferred": "Fütterstörung im frühen Kindesalter", "definition": "Eine Fütterstörung mit unterschiedlicher Symptomatik, die gewöhnlich für das Kleinkindalter und frühe Kindesalter spezifisch ist. Im Allgemeinen umfasst die Nahrungsverweigerung extrem wählerisches Essverhalten bei angemessenem Nahrungsangebot und einer einigermaßen kompetenten Betreuungsperson in Abwesenheit einer organischen Krankheit. Begleitend kann Rumination - d.h. wiederholtes Heraufwürgen von Nahrung ohne Übelkeit oder eine gastrointestinale Krankheit - vorhanden sein.", "inclusion": "Rumination im Kleinkindalter", "exclusion": "Pica im Kleinkind- oder KindesalterF98.3"}, "children": []}, {"code": "F98.3", "kind": "category", "label": "Pica im Kindesalter", "rubrics": {"preferred": "Pica im Kindesalter", "definition": "Anhaltender Verzehr nicht essbarer Substanzen wie Erde, Farbschnipsel usw.. Sie kann als eines von vielen Symptomen einer umfassenderen psychischen Störung wie Autismus auftreten oder sie kann als relativ isolierte psychopathologische Auffälligkeit vorkommen; nur das letztere wird hier kodiert. Das Phänomen ist bei intelligenzgeminderten Kindern am häufigsten. Wenn eine solche Intelligenzminderung vorliegt, ist als Hauptdiagnose eine Kodierung unter F70-F79 zu verwenden."}, "children": []}, {"code": "F98.4", "kind": "category", "label": "Stereotype Bewegungsstörungen", "rubrics": {"preferred": "Stereotype Bewegungsstörungen", "definition": "Willkürliche, wiederholte, stereotype, nicht funktionale und oft rhythmische Bewegungen, die nicht Teil einer anderen psychischen oder neurologischen Krankheit sind. Wenn solche Bewegungen als Symptome einer anderen Störung vorkommen, soll nur die übergreifende Störung kodiert werden. Nichtselbstbeschädigende Bewegungen sind z.B.: Körperschaukeln, Kopfschaukeln, Haarezupfen, Haaredrehen, Fingerschnipsgewohnheiten und Händeschütteln. Stereotype Selbstbeschädigungen sind z.B.: Wiederholtes Kopfanschlagen, Ins-Gesicht-Schlagen, In-die-Augen-Bohren und Beißen in Hände, Lippen oder andere Körperpartien. Alle stereotypen Bewegungsstörungen treten am häufigsten in Verbindung mit Intelligenzminderung auf; wenn dies der Fall ist, sind beide Störungen zu kodieren.\n\t\t\t\tWenn das Bohren in den Augen bei einem Kind mit visueller Behinderung auftritt, soll beides kodiert werden: das Bohren in den Augen mit F98.4- und die Sehstörung mit der Kodierung der entsprechenden somatischen Störung.", "inclusion": "Stereotypie/abnorme Gewohnheit", "exclusion": "TrichotillomanieF63.3"}, "children": [{"code": "F98.40", "kind": "category", "label": "Ohne Selbstverletzung", "rubrics": {"preferredLong": "Stereotype Bewegungsstörungen: Ohne Selbstverletzung", "preferred": "Ohne Selbstverletzung"}, "children": []}, {"code": "F98.41", "kind": "category", "label": "Mit Selbstverletzung", "rubrics": {"preferredLong": "Stereotype Bewegungsstörungen: Mit Selbstverletzung", "preferred": "Mit Selbstverletzung"}, "children": []}, {"code": "F98.49", "kind": "category", "label": "Ohne Angabe einer Selbstverletzung", "rubrics": {"preferredLong": "Stereotype Bewegungsstörungen: Ohne Angabe einer Selbstverletzung", "preferred": "Ohne Angabe einer Selbstverletzung"}, "children": []}]}, {"code": "F98.5", "kind": "category", "label": "Stottern [Stammeln]", "rubrics": {"preferred": "Stottern [Stammeln]", "definition": "Hierbei ist das Sprechen durch häufige Wiederholung oder Dehnung von Lauten, Silben oder Wörtern, oder durch häufiges Zögern und Innehalten, das den rhythmischen Sprechfluss unterbricht, gekennzeichnet. Es soll als Störung nur klassifiziert werden, wenn die Sprechflüssigkeit deutlich beeinträchtigt ist.", "exclusion": "TicstörungenF95.-"}, "children": []}, {"code": "F98.6", "kind": "category", "label": "Poltern", "rubrics": {"preferred": "Poltern", "definition": "Eine hohe Sprechgeschwindigkeit mit Störung der Sprechflüssigkeit, jedoch ohne Wiederholungen oder Zögern, von einem Schweregrad, der zu einer beeinträchtigten Sprechverständlichkeit führt. Das Sprechen ist unregelmäßig und unrhythmisch, mit schnellen, ruckartigen Anläufen, die gewöhnlich zu einem fehlerhaften Satzmuster führen.", "exclusion": "TicstörungenF95.-"}, "children": []}, {"code": "F98.8", "kind": "category", "label": "Sonstige näher bezeichnete Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend", "rubrics": {"preferred": "Sonstige näher bezeichnete Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend"}, "children": [{"code": "F98.80", "kind": "category", "label": "Aufmerksamkeitsstörung ohne Hyperaktivität mit Beginn in der Kindheit und Jugend", "rubrics": {"preferred": "Aufmerksamkeitsstörung ohne Hyperaktivität mit Beginn in der Kindheit und Jugend"}, "children": []}, {"code": "F98.88", "kind": "category", "label": "Sonstige näher bezeichnete Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend", "rubrics": {"preferred": "Sonstige näher bezeichnete Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend", "inclusion": "Nasebohren"}, "children": []}]}, {"code": "F98.9", "kind": "category", "label": "Nicht näher bezeichnete Verhaltens- oder emotionale Störungen mit Beginn in der Kindheit und Jugend", "rubrics": {"preferred": "Nicht näher bezeichnete Verhaltens- oder emotionale Störungen mit Beginn in der Kindheit und Jugend"}, "children": []}]}]}