{"code": "V", "kind": "chapter", "label": "Psychische und Verhaltensstörungen", "rubrics": {"preferred": "Psychische und Verhaltensstörungen", "inclusion": "Störungen der psychischen Entwicklung.", "exclusion": "Symptome und abnorme klinische und Laborbefunde, die anderenorts nicht klassifiziert sindR00-R99"}, "children": [{"code": "F00-F09", "kind": "block", "label": "Organische, einschließlich symptomatischer psychischer Störungen", "rubrics": {"preferred": "Organische, einschließlich symptomatischer psychischer Störungen", "text": "Dieser Abschnitt umfasst eine Reihe psychischer Krankheiten mit nachweisbarer Ätiologie in einer zerebralen Krankheit, einer Hirnverletzung oder einer anderen Schädigung, die zu einer Hirnfunktionsstörung führt. Die Funktionsstörung kann primär sein, wie bei Krankheiten, Verletzungen oder Störungen, die das Gehirn direkt oder in besonderem Maße betreffen; oder sekundär wie bei systemischen Krankheiten oder Störungen, die das Gehirn als eines von vielen anderen Organen oder Körpersystemen betreffen.\n\t\t\t\tDemenz (F00-F03) ist ein Syndrom als Folge einer meist chronischen oder fortschreitenden Krankheit des Gehirns mit Störung vieler höherer kortikaler Funktionen, einschließlich Gedächtnis, Denken, Orientierung, Auffassung, Rechnen, Lernfähigkeit, Sprache und Urteilsvermögen. Das Bewusstsein ist nicht getrübt. Die kognitiven Beeinträchtigungen werden gewöhnlich von Veränderungen der emotionalen Kontrolle, des Sozialverhaltens oder der Motivation begleitet, gelegentlich treten diese auch eher auf. Dieses Syndrom kommt bei Alzheimer-Krankheit, bei zerebrovaskulären Störungen und bei anderen Zustandsbildern vor, die primär oder sekundär das Gehirn betreffen.", "coding-hint": "Soll eine zugrunde liegende Krankheit angegeben werden, ist eine zusätzliche Schlüsselnummer zu benutzen."}, "children": [{"code": "F00", "kind": "category", "label": "Demenz bei Alzheimer-KrankheitG30.-", "rubrics": {"preferred": "Demenz bei Alzheimer-KrankheitG30.-", "definition": "Die Alzheimer-Krankheit ist eine primär degenerative zerebrale Krankheit mit unbekannter Ätiologie und charakteristischen neuropathologischen und neurochemischen Merkmalen. Sie beginnt meist schleichend und entwickelt sich langsam aber stetig über einen Zeitraum von mehreren Jahren.", "coding-hint": "Soll das Vorliegen von psychischen oder Verhaltensstörungen spezifisch angegeben werden, so sind sekundäre SchlüsselnummernU63.- zu benutzen."}, "children": [{"code": "F00.0", "kind": "category", "label": "Demenz bei Alzheimer-Krankheit, mit frühem Beginn (Typ 2)G30.0", "rubrics": {"preferred": "Demenz bei Alzheimer-Krankheit, mit frühem Beginn (Typ 2)G30.0", "definition": "Demenz bei Alzheimer-Krankheit mit Beginn vor dem 65. Lebensjahr. Der Verlauf weist eine vergleichsweise rasche Verschlechterung auf, es bestehen deutliche und vielfältige Störungen der höheren kortikalen Funktionen.", "inclusion": "Primär degenerative Demenz vom Alzheimer-Typ, präseniler Beginn"}, "children": []}, {"code": "F00.1", "kind": "category", "label": "Demenz bei Alzheimer-Krankheit, mit spätem Beginn (Typ 1)G30.1", "rubrics": {"preferred": "Demenz bei Alzheimer-Krankheit, mit spätem Beginn (Typ 1)G30.1", "definition": "Demenz bei Alzheimer-Krankheit mit Beginn ab dem 65. Lebensjahr, meist in den späten 70er Jahren oder danach, mit langsamer Progredienz und mit Gedächtnisstörungen als Hauptmerkmal.", "inclusion": "Senile Demenz vom Alzheimer-Typ (SDAT)"}, "children": []}, {"code": "F00.2", "kind": "category", "label": "Demenz bei Alzheimer-Krankheit, atypische oder gemischte FormG30.8", "rubrics": {"preferred": "Demenz bei Alzheimer-Krankheit, atypische oder gemischte FormG30.8", "inclusion": "Atypische Demenz vom Alzheimer-Typ"}, "children": []}, {"code": "F00.9", "kind": "category", "label": "Demenz bei Alzheimer-Krankheit, nicht näher bezeichnetG30.9", "rubrics": {"preferred": "Demenz bei Alzheimer-Krankheit, nicht näher bezeichnetG30.9"}, "children": []}]}, {"code": "F01", "kind": "category", "label": "Vaskuläre Demenz", "rubrics": {"preferred": "Vaskuläre Demenz", "definition": "Die vaskuläre Demenz ist das Ergebnis einer Infarzierung des Gehirns als Folge einer vaskulären Krankheit, einschließlich der zerebrovaskulären Hypertonie. Die Infarkte sind meist klein, kumulieren aber in ihrer Wirkung. Der Beginn liegt gewöhnlich im späteren Lebensalter.", "inclusion": "Arteriosklerotische Demenz", "coding-hint": "Soll das Vorliegen von psychischen oder Verhaltensstörungen spezifisch angegeben werden, so sind sekundäre SchlüsselnummernU63.- zu benutzen."}, "children": [{"code": "F01.0", "kind": "category", "label": "Vaskuläre Demenz mit akutem Beginn", "rubrics": {"preferred": "Vaskuläre Demenz mit akutem Beginn", "definition": "Diese entwickelt sich meist sehr schnell nach einer Reihe von Schlaganfällen als Folge von zerebrovaskulärer Thrombose, Embolie oder Blutung. In seltenen Fällen kann eine einzige massive Infarzierung die Ursache sein."}, "children": []}, {"code": "F01.1", "kind": "category", "label": "Multiinfarkt-Demenz", "rubrics": {"preferred": "Multiinfarkt-Demenz", "definition": "Sie beginnt allmählich, nach mehreren vorübergehenden ischämischen Episoden (TIA), die eine Anhäufung von Infarkten im Hirngewebe verursachen.", "inclusion": "Vorwiegend kortikale Demenz"}, "children": []}, {"code": "F01.2", "kind": "category", "label": "Subkortikale vaskuläre Demenz", "rubrics": {"preferred": "Subkortikale vaskuläre Demenz", "definition": "Hierzu zählen Fälle mit Hypertonie in der Anamnese und ischämischen Herden im Marklager der Hemisphären. Im Gegensatz zur Demenz bei Alzheimer-Krankheit, an die das klinische Bild erinnert, ist die Hirnrinde gewöhnlich intakt."}, "children": []}, {"code": "F01.3", "kind": "category", "label": "Gemischte kortikale und subkortikale vaskuläre Demenz", "rubrics": {"preferred": "Gemischte kortikale und subkortikale vaskuläre Demenz"}, "children": []}, {"code": "F01.8", "kind": "category", "label": "Sonstige vaskuläre Demenz", "rubrics": {"preferred": "Sonstige vaskuläre Demenz"}, "children": []}, {"code": "F01.9", "kind": "category", "label": "Vaskuläre Demenz, nicht näher bezeichnet", "rubrics": {"preferred": "Vaskuläre Demenz, nicht näher bezeichnet"}, "children": []}]}, {"code": "F02", "kind": "category", "label": "Demenz bei anderenorts klassifizierten Krankheiten", "rubrics": {"preferred": "Demenz bei anderenorts klassifizierten Krankheiten", "definition": "Formen der Demenz, bei denen eine andere Ursache als die Alzheimer-Krankheit oder eine zerebrovaskuläre Krankheit vorliegt oder vermutet wird. Sie kann in jedem Lebensalter auftreten, selten jedoch im höheren Alter.", "coding-hint": "Soll das Vorliegen von psychischen oder Verhaltensstörungen spezifisch angegeben werden, so sind sekundäre SchlüsselnummernU63.- zu benutzen."}, "children": [{"code": "F02.0", "kind": "category", "label": "Demenz bei Pick-KrankheitG31.0", "rubrics": {"preferred": "Demenz bei Pick-KrankheitG31.0", "definition": "Eine progrediente Demenz mit Beginn im mittleren Lebensalter, charakterisiert durch frühe, langsam fortschreitende Persönlichkeitsänderung und Verlust sozialer Fähigkeiten. Die Krankheit ist gefolgt von Beeinträchtigungen von Intellekt, Gedächtnis und Sprachfunktionen mit Apathie, Euphorie und gelegentlich auch extrapyramidalen Phänomenen."}, "children": []}, {"code": "F02.1", "kind": "category", "label": "Demenz bei Creutzfeldt-Jakob-KrankheitA81.0", "rubrics": {"preferred": "Demenz bei Creutzfeldt-Jakob-KrankheitA81.0", "definition": "Eine progrediente Demenz mit vielfältigen neurologischen Symptomen als Folge spezifischer neuropathologischer Veränderungen, die vermutlich durch ein übertragbares Agens verursacht werden. Beginn gewöhnlich im mittleren oder höheren Lebensalter, Auftreten jedoch in jedem Erwachsenenalter möglich. Der Verlauf ist subakut und führt innerhalb von ein bis zwei Jahren zum Tode."}, "children": []}, {"code": "F02.2", "kind": "category", "label": "Demenz bei Chorea HuntingtonG10", "rubrics": {"preferred": "Demenz bei Chorea HuntingtonG10", "definition": "Eine Demenz, die im Rahmen einer ausgeprägten Hirndegeneration auftritt. Die Störung ist autosomal dominant erblich. Die Symptomatik beginnt typischerweise im dritten und vierten Lebensjahrzehnt. Bei langsamer Progredienz führt die Krankheit meist innerhalb von 10 - 15 Jahren zum Tode.", "inclusion": "Demenz bei Huntington-Krankheit"}, "children": []}, {"code": "F02.3", "kind": "category", "label": "Demenz bei primärem Parkinson-SyndromG20.-", "rubrics": {"preferred": "Demenz bei primärem Parkinson-SyndromG20.-", "definition": "Eine Demenz, die sich im Verlauf einer Parkinson-Krankheit entwickelt. Bisher konnten allerdings noch keine charakteristischen klinischen Merkmale beschrieben werden.", "inclusion": "Demenz bei:\n\t\t\t\tParkinsonismus oder Parkinson-Krankheit"}, "children": []}, {"code": "F02.4", "kind": "category", "label": "Demenz bei HIV-Krankheit [Humane Immundefizienz-Viruskrankheit]B22", "rubrics": {"preferred": "Demenz bei HIV-Krankheit [Humane Immundefizienz-Viruskrankheit]B22", "definition": "Eine Demenz, die sich im Verlauf einer HIV-Krankheit entwickelt, ohne gleichzeitige andere Krankheit oder Störung, die das klinische Bild erklären könnte."}, "children": []}, {"code": "F02.8", "kind": "category", "label": "Demenz bei anderenorts klassifizierten Krankheitsbildern", "rubrics": {"preferred": "Demenz bei anderenorts klassifizierten Krankheitsbildern", "inclusion": "Demenz (bei):\n\t\t\t\tzerebraler LipidstoffwechselstörungE75.-"}, "children": []}]}, {"code": "F03", "kind": "category", "label": "Nicht näher bezeichnete Demenz", "rubrics": {"preferred": "Nicht näher bezeichnete Demenz", "inclusion": "Senil:\n\t\t\t\tPsychose o.n.A.", "coding-hint": "Soll das Vorliegen von psychischen oder Verhaltensstörungen spezifisch angegeben werden, so sind sekundäre SchlüsselnummernU63.- zu benutzen.", "exclusion": "Senilität o.n.A.R54"}, "children": []}, {"code": "F04", "kind": "category", "label": "Organisches amnestisches Syndrom, nicht durch Alkohol oder andere psychotrope Substanzen bedingt", "rubrics": {"preferred": "Organisches amnestisches Syndrom, nicht durch Alkohol oder andere psychotrope Substanzen bedingt", "definition": "Ein Syndrom mit deutlichen Beeinträchtigungen des Kurz- und Langzeitgedächtnisses, bei erhaltenem Immediatgedächtnis. Es finden sich eine eingeschränkte Fähigkeit, neues Material zu erlernen und zeitliche Desorientierung. Konfabulation kann ein deutliches Merkmal sein, aber Wahrnehmung und andere kognitive Funktionen, einschließlich Intelligenz, sind gewöhnlich intakt. Die Prognose ist abhängig vom Verlauf der zugrunde liegenden Läsion.", "inclusion": "Korsakow-Psychose oder -Syndrom, nicht alkoholbedingt", "exclusion": "Korsakow-Syndrom:\n\t\t\t\tdurch andere psychotrope Substanzen bedingtF11-F19, vierte Stelle .6"}, "children": []}, {"code": "F05", "kind": "category", "label": "Delir, nicht durch Alkohol oder andere psychotrope Substanzen bedingt", "rubrics": {"preferred": "Delir, nicht durch Alkohol oder andere psychotrope Substanzen bedingt", "definition": "Ein ätiologisch unspezifisches hirnorganisches Syndrom, das charakterisiert ist durch gleichzeitig bestehende Störungen des Bewusstseins einerseits und mindestens zwei der nachfolgend genannten Störungen andererseits: Störungen der Aufmerksamkeit, der Wahrnehmung, des Denkens, des Gedächtnisses, der Psychomotorik, der Emotionalität oder des Schlaf-Wach-Rhythmus. Die Dauer ist sehr unterschiedlich und der Schweregrad reicht von leicht bis zu sehr schwer.", "inclusion": "Akut oder subakut:\n\t\t\t\tVerwirrtheitszustand (nicht alkoholbedingt)", "exclusion": "Delirium tremens, alkoholbedingt oder nicht näher bezeichnetF10.4"}, "children": [{"code": "F05.0", "kind": "category", "label": "Delir ohne Demenz", "rubrics": {"preferred": "Delir ohne Demenz"}, "children": []}, {"code": "F05.1", "kind": "category", "label": "Delir bei Demenz", "rubrics": {"preferred": "Delir bei Demenz", "coding-hint": "Soll die Art der Demenz angegeben werden, ist eine zusätzliche Schlüsselnummer zu verwenden."}, "children": []}, {"code": "F05.8", "kind": "category", "label": "Sonstige Formen des Delirs", "rubrics": {"preferred": "Sonstige Formen des Delirs", "inclusion": "Postoperatives Delir"}, "children": []}, {"code": "F05.9", "kind": "category", "label": "Delir, nicht näher bezeichnet", "rubrics": {"preferred": "Delir, nicht näher bezeichnet"}, "children": []}]}, {"code": "F06", "kind": "category", "label": "Andere psychische Störungen aufgrund einer Schädigung oder Funktionsstörung des Gehirns oder einer körperlichen Krankheit", "rubrics": {"preferred": "Andere psychische Störungen aufgrund einer Schädigung oder Funktionsstörung des Gehirns oder einer körperlichen Krankheit", "definition": "Diese Kategorie umfasst verschiedene Krankheitsbilder, die ursächlich mit einer Hirnfunktionsstörung in Zusammenhang stehen als Folge von primär zerebralen Krankheiten, systemischen Krankheiten, die sekundär das Gehirn betreffen, exogenen toxischen Substanzen oder Hormonen, endokrinen Störungen oder anderen körperlichen Krankheiten.", "exclusion": "Störungen durch Alkohol oder andere psychotrope SubstanzenF10-F19"}, "children": [{"code": "F06.0", "kind": "category", "label": "Organische Halluzinose", "rubrics": {"preferred": "Organische Halluzinose", "definition": "Eine Störung mit ständigen oder immer wieder auftretenden, meist optischen oder akustischen Halluzinationen bei klarer Bewusstseinslage. Sie können vom Patienten als Halluzinationen erkannt werden. Die Halluzinationen können wahnhaft verarbeitet werden, Wahn dominiert aber nicht das klinische Bild. Die Krankheitseinsicht kann erhalten bleiben.", "inclusion": "Organisch bedingtes halluzinatorisches Zustandsbild (nicht alkoholbedingt)", "exclusion": "SchizophrenieF20.-"}, "children": []}, {"code": "F06.1", "kind": "category", "label": "Organische katatone Störung", "rubrics": {"preferred": "Organische katatone Störung", "definition": "Eine Störung mit verminderter (Stupor) oder gesteigerter (Erregung) psychomotorischer Aktivität in Verbindung mit katatonen Symptomen. Das Erscheinungsbild kann zwischen den beiden Extremen der psychomotorischen Störung wechseln.", "exclusion": "Stupor:\n\t\t\t\to.n.A.R40.1"}, "children": []}, {"code": "F06.2", "kind": "category", "label": "Organische wahnhafte [schizophreniforme] Störung", "rubrics": {"preferred": "Organische wahnhafte [schizophreniforme] Störung", "definition": "Eine Störung, bei der anhaltende oder immer wieder auftretende Wahnideen das klinische Bild bestimmen. Die Wahnideen können von Halluzinationen begleitet werden. Einige Merkmale, die auf Schizophrenie hinweisen, wie bizarre Halluzinationen oder Denkstörungen, können vorliegen.", "inclusion": "Schizophreniforme Psychose bei Epilepsie", "exclusion": "SchizophrenieF20.-"}, "children": []}, {"code": "F06.3", "kind": "category", "label": "Organische affektive Störungen", "rubrics": {"preferred": "Organische affektive Störungen", "definition": "Störungen, die durch eine Veränderung der Stimmung oder des Affektes charakterisiert sind, meist zusammen mit einer Veränderung der gesamten Aktivitätslage. Depressive, hypomanische, manische oder bipolare Zustandsbilder (F30-F38) sind möglich, entstehen jedoch als Folge einer organischen Störung.", "exclusion": "Nichtorganische oder nicht näher bezeichnete affektive StörungenF30-F39"}, "children": []}, {"code": "F06.4", "kind": "category", "label": "Organische Angststörung", "rubrics": {"preferred": "Organische Angststörung", "definition": "Eine Störung, charakterisiert durch die wesentlichen deskriptiven Merkmale einer generalisierten Angststörung (F41.1), einer Panikstörung (F41.0) oder einer Kombination von beiden, jedoch als Folge einer organischen Störung.", "exclusion": "Nichtorganisch bedingte oder nicht näher bezeichnete AngststörungenF41.-"}, "children": []}, {"code": "F06.5", "kind": "category", "label": "Organische dissoziative Störung", "rubrics": {"preferred": "Organische dissoziative Störung", "definition": "Eine Störung, charakterisiert durch den teilweisen oder völligen Verlust der normalen Integration von Erinnerungen an die Vergangenheit, des Identitätsbewusstseins und der unmittelbaren Wahrnehmungen sowie der Kontrolle von Körperbewegungen (F44.-), jedoch als Folge einer organischen Störung.", "exclusion": "Nichtorganisch bedingte oder nicht näher bezeichnete dissoziative Störungen [Konversionsstörungen]F44.-"}, "children": []}, {"code": "F06.6", "kind": "category", "label": "Organische emotional labile [asthenische] Störung", "rubrics": {"preferred": "Organische emotional labile [asthenische] Störung", "definition": "Eine Störung, charakterisiert durch Affektdurchlässigkeit oder -labilität, Ermüdbarkeit sowie eine Vielzahl körperlicher Missempfindungen (z.B. Schwindel) und Schmerzen, jedoch als Folge einer organischen Störung.", "exclusion": "Nichtorganisch bedingte oder nicht näher bezeichnete somatoforme StörungenF45.-"}, "children": []}, {"code": "F06.7", "kind": "category", "label": "Leichte kognitive Störung", "rubrics": {"preferred": "Leichte kognitive Störung", "definition": "Eine Störung, die charakterisiert ist durch Gedächtnisstörungen, Lernschwierigkeiten und die verminderte Fähigkeit, sich längere Zeit auf eine Aufgabe zu konzentrieren. Oft besteht ein Gefühl geistiger Ermüdung bei dem Versuch, Aufgaben zu lösen. Objektiv erfolgreiches Lernen wird subjektiv als schwierig empfunden. Keines dieser Symptome ist so schwerwiegend, dass die Diagnose einer Demenz (F00-F03) oder eines Delirs (F05.-) gestellt werden kann. Die Diagnose sollte nur in Verbindung mit einer körperlichen Krankheit gestellt und bei Vorliegen einer anderen psychischen oder Verhaltensstörung aus dem Abschnitt F10-F99 nicht verwandt werden. Diese Störung kann vor, während oder nach einer Vielzahl von zerebralen oder systemischen Infektionen oder anderen körperlichen Krankheiten auftreten. Der direkte Nachweis einer zerebralen Beteiligung ist aber nicht notwendig. Die Störung wird vom postenzephalitischen (F07.1) und vom postkontusionellen Syndrom (F07.2) durch ihre andere Ätiologie, die wenig variablen, insgesamt leichteren Symptome und die zumeist kürzere Dauer unterschieden."}, "children": []}, {"code": "F06.8", "kind": "category", "label": "Sonstige näher bezeichnete organische psychische Störungen aufgrund einer Schädigung oder Funktionsstörung des Gehirns oder einer körperlichen Krankheit", "rubrics": {"preferred": "Sonstige näher bezeichnete organische psychische Störungen aufgrund einer Schädigung oder Funktionsstörung des Gehirns oder einer körperlichen Krankheit", "inclusion": "Epileptische Psychose o.n.A."}, "children": []}, {"code": "F06.9", "kind": "category", "label": "Nicht näher bezeichnete organische psychische Störung aufgrund einer Schädigung oder Funktionsstörung des Gehirns oder einer körperlichen Krankheit", "rubrics": {"preferred": "Nicht näher bezeichnete organische psychische Störung aufgrund einer Schädigung oder Funktionsstörung des Gehirns oder einer körperlichen Krankheit", "inclusion": "Organische psychische Störung o.n.A."}, "children": []}]}, {"code": "F07", "kind": "category", "label": "Persönlichkeits- und Verhaltensstörung aufgrund einer Krankheit, Schädigung oder Funktionsstörung des Gehirns", "rubrics": {"preferred": "Persönlichkeits- und Verhaltensstörung aufgrund einer Krankheit, Schädigung oder Funktionsstörung des Gehirns", "definition": "Eine Veränderung der Persönlichkeit oder des Verhaltens kann Rest- oder Begleiterscheinung einer Krankheit, Schädigung oder Funktionsstörung des Gehirns sein."}, "children": [{"code": "F07.0", "kind": "category", "label": "Organische Persönlichkeitsstörung", "rubrics": {"preferred": "Organische Persönlichkeitsstörung", "definition": "Diese Störung ist charakterisiert durch eine auffällige Veränderung des gewohnten prämorbiden Verhaltensmusters und betrifft die Äußerung von Affekten, Bedürfnissen und Impulsen. Eine Beeinträchtigung der kognitiven Fähigkeiten, des Denkvermögens und ein verändertes Sexualverhalten können ebenfalls Teil des klinischen Bildes sein.", "inclusion": "Persönlichkeitsstörung bei limbischer Epilepsie", "exclusion": "Postenzephalitisches SyndromF07.1"}, "children": []}, {"code": "F07.1", "kind": "category", "label": "Postenzephalitisches Syndrom", "rubrics": {"preferred": "Postenzephalitisches Syndrom", "definition": "Anhaltende unspezifische und uneinheitliche Verhaltensänderung nach einer viralen oder bakteriellen Enzephalitis. Das Syndrom ist reversibel; dies stellt den Hauptunterschied zu den organisch bedingten Persönlichkeitsstörungen dar.", "exclusion": "Organische PersönlichkeitsstörungF07.0"}, "children": []}, {"code": "F07.2", "kind": "category", "label": "Organisches Psychosyndrom nach Schädelhirntrauma", "rubrics": {"preferred": "Organisches Psychosyndrom nach Schädelhirntrauma", "inclusion": "Posttraumatisches (organisches) Psychosyndrom, nicht psychotisch", "exclusion": "Akute GehirnerschütterungS06.0", "definition": "Das Syndrom folgt einem Schädeltrauma, das meist schwer genug ist, um zur Bewusstlosigkeit zu führen. Es besteht aus einer Reihe verschiedenartiger Symptome, wie Kopfschmerzen, Schwindel, Erschöpfung, Reizbarkeit, Schwierigkeiten bei Konzentration und geistigen Leistungen, Gedächtnisstörungen, Schlafstörungen und verminderter Belastungsfähigkeit für Stress, emotionale Reize oder Alkohol."}, "children": []}, {"code": "F07.8", "kind": "category", "label": "Sonstige organische Persönlichkeits- und Verhaltensstörungen aufgrund einer Krankheit, Schädigung oder Funktionsstörung des Gehirns", "rubrics": {"preferred": "Sonstige organische Persönlichkeits- und Verhaltensstörungen aufgrund einer Krankheit, Schädigung oder Funktionsstörung des Gehirns", "inclusion": "Rechts-hemisphärische organische affektive Störung"}, "children": []}, {"code": "F07.9", "kind": "category", "label": "Nicht näher bezeichnete organische Persönlichkeits- und Verhaltensstörung aufgrund einer Krankheit, Schädigung oder Funktionsstörung des Gehirns", "rubrics": {"preferred": "Nicht näher bezeichnete organische Persönlichkeits- und Verhaltensstörung aufgrund einer Krankheit, Schädigung oder Funktionsstörung des Gehirns", "inclusion": "Organisches Psychosyndrom"}, "children": []}]}, {"code": "F09", "kind": "category", "label": "Nicht näher bezeichnete organische oder symptomatische psychische Störung", "rubrics": {"preferred": "Nicht näher bezeichnete organische oder symptomatische psychische Störung", "inclusion": "Psychose:\n\t\t\t\tsymptomatische o.n.A.", "exclusion": "Nicht näher bezeichnete PsychoseF29"}, "children": []}]}, {"code": "F10-F19", "kind": "block", "label": "Psychische und Verhaltensstörungen durch psychotrope Substanzen", "rubrics": {"preferred": "Psychische und Verhaltensstörungen durch psychotrope Substanzen", "text": "Dieser Abschnitt enthält eine Vielzahl von Störungen unterschiedlichen Schweregrades und mit verschiedenen klinischen Erscheinungsbildern; die Gemeinsamkeit besteht im Gebrauch einer oder mehrerer psychotroper Substanzen (mit oder ohne ärztliche Verordnung). Die verursachenden Substanzen werden durch die dritte Stelle, die klinischen Erscheinungsbilder durch die vierte Stelle kodiert; diese können je nach Bedarf allen psychotropen Substanzen zugeordnet werden. Es muss aber berücksichtigt werden, dass nicht alle Kodierungen der vierten Stelle für alle Substanzen sinnvoll anzuwenden sind.\n\t\t\t\tDie Identifikation der psychotropen Stoffe soll auf der Grundlage möglichst vieler Informationsquellen erfolgen, wie die eigenen Angaben des Patienten, die Analyse von Blutproben oder von anderen Körperflüssigkeiten, charakteristische körperliche oder psychische Symptome, klinische Merkmale und Verhalten sowie andere Befunde, wie die im Besitz des Patienten befindlichen Substanzen oder fremdanamnestische Angaben. Viele Betroffene nehmen mehrere Substanzarten zu sich. Die Hauptdiagnose soll möglichst nach der Substanz oder Substanzklasse verschlüsselt werden, die das gegenwärtige klinische Syndrom verursacht oder im Wesentlichen dazu beigetragen hat. Zusatzdiagnosen sollen kodiert werden, wenn andere Substanzen oder Substanzklassen aufgenommen wurden und Intoxikationen (vierte Stelle .0), schädlichen Gebrauch (vierte Stelle .1), Abhängigkeit (vierte Stelle .2) und andere Störungen (vierte Stelle .3-.9) verursacht haben.\n\t\t\t\tNur wenn die Substanzaufnahme chaotisch und wahllos verläuft oder wenn Bestandteile verschiedener Substanzen untrennbar vermischt sind, soll mit \"Störung durch multiplen Substanzgebrauch (F19.-)\" kodiert werden.", "exclusion": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden SubstanzenF55.-"}, "children": [{"code": "F10", "kind": "category", "label": "Psychische und Verhaltensstörungen durch Alkohol", "rubrics": {"preferred": "Psychische und Verhaltensstörungen durch Alkohol", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]"}, "children": []}, {"code": "F11", "kind": "category", "label": "Psychische und Verhaltensstörungen durch Opioide", "rubrics": {"preferred": "Psychische und Verhaltensstörungen durch Opioide", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "coding-hint": "Benutze im Geltungsbereich des § 17d KHG (eine) zusätzliche Schlüsselnummer(n) aus U69.3-!, um einen intravenösen (U69.30!) oder nichtintravenösen (U69.31!) Heroinkonsum oder einen intravenösen Konsum sonstiger Opioide (U69.32!) anzugeben."}, "children": []}, {"code": "F12", "kind": "category", "label": "Psychische und Verhaltensstörungen durch Cannabinoide", "rubrics": {"preferred": "Psychische und Verhaltensstörungen durch Cannabinoide", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "coding-hint": "Benutze im Geltungsbereich des § 17d KHG eine zusätzliche Schlüsselnummer (U69.32!), um einen intravenösen Konsum anzugeben."}, "children": []}, {"code": "F13", "kind": "category", "label": "Psychische und Verhaltensstörungen durch Sedativa oder Hypnotika", "rubrics": {"preferred": "Psychische und Verhaltensstörungen durch Sedativa oder Hypnotika", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "coding-hint": "Benutze im Geltungsbereich des § 17d KHG eine zusätzliche Schlüsselnummer (U69.32!), um einen intravenösen Konsum anzugeben."}, "children": []}, {"code": "F14", "kind": "category", "label": "Psychische und Verhaltensstörungen durch Kokain", "rubrics": {"preferred": "Psychische und Verhaltensstörungen durch Kokain", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "coding-hint": "Benutze im Geltungsbereich des § 17d KHG eine zusätzliche Schlüsselnummer (U69.32!), um einen intravenösen Konsum anzugeben."}, "children": []}, {"code": "F15", "kind": "category", "label": "Psychische und Verhaltensstörungen durch andere Stimulanzien, einschließlich Koffein", "rubrics": {"preferred": "Psychische und Verhaltensstörungen durch andere Stimulanzien, einschließlich Koffein", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "coding-hint": "Benutze im Geltungsbereich des § 17d KHG (eine) zusätzliche Schlüsselnummer(n) aus U69.3-!, um einen intravenösen (U69.33!) oder nichtintravenösen (U69.34!) Konsum (Meth-)Amphetamin-haltiger Stoffe oder einen intravenösen (U69.35!) oder nichtintravenösen (U69.36!) Konsum sonstiger Stimulanzien außer Koffein anzugeben."}, "children": []}, {"code": "F16", "kind": "category", "label": "Psychische und Verhaltensstörungen durch Halluzinogene", "rubrics": {"preferred": "Psychische und Verhaltensstörungen durch Halluzinogene", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "coding-hint": "Benutze im Geltungsbereich des § 17d KHG eine zusätzliche Schlüsselnummer (U69.32!), um einen intravenösen Konsum anzugeben."}, "children": []}, {"code": "F17", "kind": "category", "label": "Psychische und Verhaltensstörungen durch Tabak", "rubrics": {"preferred": "Psychische und Verhaltensstörungen durch Tabak", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]"}, "children": []}, {"code": "F18", "kind": "category", "label": "Psychische und Verhaltensstörungen durch flüchtige Lösungsmittel", "rubrics": {"preferred": "Psychische und Verhaltensstörungen durch flüchtige Lösungsmittel", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]"}, "children": []}, {"code": "F19", "kind": "category", "label": "Psychische und Verhaltensstörungen durch multiplen Substanzgebrauch und Konsum anderer psychotroper Substanzen", "rubrics": {"preferred": "Psychische und Verhaltensstörungen durch multiplen Substanzgebrauch und Konsum anderer psychotroper Substanzen", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "definition": "Diese Kategorie ist beim Konsum von zwei oder mehr psychotropen Substanzen zu verwenden, wenn nicht entschieden werden kann, welche Substanz die Störung ausgelöst hat. Diese Kategorie ist außerdem zu verwenden, wenn eine oder mehrere der konsumierten Substanzen nicht sicher zu identifizieren oder unbekannt sind, da viele Konsumenten oft selbst nicht genau wissen, was sie einnehmen.", "inclusion": "Missbrauch von Substanzen o.n.A.", "coding-hint": "Benutze im Geltungsbereich des § 17d KHG (eine) zusätzliche Schlüsselnummer(n) aus U69.3-!, um einen intravenösen (U69.30!) oder nichtintravenösen (U69.31!) Heroinkonsum oder einen intravenösen Konsum sonstiger psychotroper Substanzen (U69.32!) oder einen intravenösen (U69.33!) oder nichtintravenösen (U69.34!) Konsum (Meth-)Amphetamin-haltiger Stoffe oder einen intravenösen (U69.35!) oder nichtintravenösen (U69.36!) Konsum sonstiger Stimulanzien außer Koffein anzugeben."}, "children": []}]}, {"code": "F20-F29", "kind": "block", "label": "Schizophrenie, schizotype und wahnhafte Störungen", "rubrics": {"preferred": "Schizophrenie, schizotype und wahnhafte Störungen", "text": "In diesem Abschnitt finden sich die Schizophrenie als das wichtigste Krankheitsbild dieser Gruppe, die schizotype Störung, die anhaltenden wahnhaften Störungen und eine größere Gruppe akuter vorübergehender psychotischer Störungen. Schizoaffektive Störungen werden trotz ihrer umstrittenen Natur weiterhin hier aufgeführt."}, "children": [{"code": "F20", "kind": "category", "label": "Schizophrenie", "rubrics": {"preferred": "Schizophrenie", "definition": "Die schizophrenen Störungen sind im Allgemeinen durch grundlegende und charakteristische Störungen von Denken und Wahrnehmung sowie inadäquate oder verflachte Affekte gekennzeichnet. Die Bewusstseinsklarheit und intellektuellen Fähigkeiten sind in der Regel nicht beeinträchtigt, obwohl sich im Laufe der Zeit gewisse kognitive Defizite entwickeln können. Die wichtigsten psychopathologischen Phänomene sind Gedankenlautwerden, Gedankeneingebung oder Gedankenentzug, Gedankenausbreitung, Wahnwahrnehmung, Kontrollwahn, Beeinflussungswahn oder das Gefühl des Gemachten, Stimmen, die in der dritten Person den Patienten kommentieren oder über ihn sprechen, Denkstörungen und Negativsymptome.\n\t\t\t\tDer Verlauf der schizophrenen Störungen kann entweder kontinuierlich episodisch mit zunehmenden oder stabilen Defiziten sein, oder es können eine oder mehrere Episoden mit vollständiger oder unvollständiger Remission auftreten.\n\t\t\t\tDie Diagnose Schizophrenie soll bei ausgeprägten depressiven oder manischen Symptomen nicht gestellt werden, es sei denn, schizophrene Symptome wären der affektiven Störung vorausgegangen. Ebenso wenig ist eine Schizophrenie bei eindeutiger Gehirnerkrankung, während einer Intoxikation oder während eines Entzugssyndroms zu diagnostizieren. Ähnliche Störungen bei Epilepsie oder anderen Hirnerkrankungen sollen unter F06.2 kodiert werden, die durch psychotrope Substanzen bedingten psychotischen Störungen unter F10-F19, vierte Stelle .5.", "exclusion": "Schizotype StörungF21"}, "children": [{"code": "F20.0", "kind": "category", "label": "Paranoide Schizophrenie", "rubrics": {"preferred": "Paranoide Schizophrenie", "definition": "Die paranoide Schizophrenie ist durch beständige, häufig paranoide Wahnvorstellungen gekennzeichnet, meist begleitet von akustischen Halluzinationen und Wahrnehmungsstörungen. Störungen der Stimmung, des Antriebs und der Sprache, katatone Symptome fehlen entweder oder sind wenig auffallend.", "inclusion": "Paraphrene Schizophrenie", "exclusion": "Paranoider InvolutionszustandF22.8"}, "children": []}, {"code": "F20.1", "kind": "category", "label": "Hebephrene Schizophrenie", "rubrics": {"preferred": "Hebephrene Schizophrenie", "definition": "Eine Form der Schizophrenie, bei der die affektiven Veränderungen im Vordergrund stehen, Wahnvorstellungen und Halluzinationen flüchtig und bruchstückhaft auftreten, das Verhalten verantwortungslos und unvorhersehbar ist und Manierismen häufig sind. Die Stimmung ist flach und unangemessen. Das Denken ist desorganisiert, die Sprache zerfahren. Der Kranke neigt dazu, sich sozial zu isolieren. Wegen der schnellen Entwicklung der Minussymptomatik, besonders von Affektverflachung und Antriebsverlust, ist die Prognose zumeist schlecht. Eine Hebephrenie soll in aller Regel nur bei Jugendlichen oder jungen Erwachsenen diagnostiziert werden.", "inclusion": "Hebephrenie"}, "children": []}, {"code": "F20.2", "kind": "category", "label": "Katatone Schizophrenie", "rubrics": {"preferred": "Katatone Schizophrenie", "definition": "Die katatone Schizophrenie ist gekennzeichnet von den im Vordergrund stehenden psychomotorischen Störungen, die zwischen Extremen wie Erregung und Stupor sowie Befehlsautomatismus und Negativismus alternieren können. Zwangshaltungen und -stellungen können lange Zeit beibehalten werden. Episodenhafte schwere Erregungszustände können ein Charakteristikum dieses Krankheitsbildes sein. Die katatonen Phänomene können mit einem traumähnlichen (oneiroiden) Zustand mit lebhaften szenischen Halluzinationen verbunden sein.", "inclusion": "Schizophren:\n\t\t\t\tKatatonie"}, "children": []}, {"code": "F20.3", "kind": "category", "label": "Undifferenzierte Schizophrenie", "rubrics": {"preferred": "Undifferenzierte Schizophrenie", "definition": "Diese Kategorie soll für psychotische Zustandsbilder verwendet werden, welche die allgemeinen diagnostischen Kriterien der Schizophrenie (F20) erfüllen, ohne einer der Unterformen von F20.0-F20.2 zu entsprechen, oder die Merkmale von mehr als einer aufweisen, ohne dass bestimmte diagnostische Charakteristika eindeutig überwiegen.", "inclusion": "Atypische Schizophrenie", "exclusion": "Postschizophrene DepressionF20.4"}, "children": []}, {"code": "F20.4", "kind": "category", "label": "Postschizophrene Depression", "rubrics": {"preferred": "Postschizophrene Depression", "definition": "Eine unter Umständen länger anhaltende depressive Episode, die im Anschluss an eine schizophrene Krankheit auftritt. Einige \"positive\" oder \"negative\" schizophrene Symptome müssen noch vorhanden sein, beherrschen aber das klinische Bild nicht mehr. Diese depressiven Zustände sind mit einem erhöhten Suizidrisiko verbunden.\n\t\t\t\tWenn der Patient keine schizophrenen Symptome mehr aufweist, sollte eine depressive Episode diagnostiziert werden (F32.-). Wenn floride schizophrene Symptome noch im Vordergrund stehen, sollte die entsprechende schizophrene Unterform (F20.0-F20.3) diagnostiziert werden."}, "children": []}, {"code": "F20.5", "kind": "category", "label": "Schizophrenes Residuum", "rubrics": {"preferred": "Schizophrenes Residuum", "definition": "Ein chronisches Stadium in der Entwicklung einer schizophrenen Krankheit, bei welchem eine eindeutige Verschlechterung von einem frühen zu einem späteren Stadium vorliegt und das durch langandauernde, jedoch nicht unbedingt irreversible \"negative\" Symptome charakterisiert ist. Hierzu gehören psychomotorische Verlangsamung, verminderte Aktivität, Affektverflachung, Passivität und Initiativemangel, qualitative und quantitative Sprachverarmung, geringe nonverbale Kommunikation durch Gesichtsausdruck, Blickkontakt, Modulation der Stimme und Körperhaltung, Vernachlässigung der Körperpflege und nachlassende soziale Leistungsfähigkeit.", "inclusion": "Schizophrener Residualzustand"}, "children": []}, {"code": "F20.6", "kind": "category", "label": "Schizophrenia simplex", "rubrics": {"preferred": "Schizophrenia simplex", "definition": "Eine Störung mit schleichender Progredienz von merkwürdigem Verhalten, mit einer Einschränkung, gesellschaftliche Anforderungen zu erfüllen und mit Verschlechterung der allgemeinen Leistungsfähigkeit. Die charakteristische Negativsymptomatik des schizophrenen Residuums (Affektverflachung und Antriebsminderung) entwickelt sich ohne vorhergehende produktive psychotische Symptome."}, "children": []}, {"code": "F20.8", "kind": "category", "label": "Sonstige Schizophrenie", "rubrics": {"preferred": "Sonstige Schizophrenie", "inclusion": "Zönästhetische (zönästhopathische) Schizophrenie", "exclusion": "Kurze schizophreniforme StörungenF23.2"}, "children": []}, {"code": "F20.9", "kind": "category", "label": "Schizophrenie, nicht näher bezeichnet", "rubrics": {"preferred": "Schizophrenie, nicht näher bezeichnet"}, "children": []}]}, {"code": "F21", "kind": "category", "label": "Schizotype Störung", "rubrics": {"preferred": "Schizotype Störung", "definition": "Eine Störung mit exzentrischem Verhalten und Anomalien des Denkens und der Stimmung, die schizophren wirken, obwohl nie eindeutige und charakteristische schizophrene Symptome aufgetreten sind. Es kommen vor: ein kalter Affekt, Anhedonie und seltsames und exzentrisches Verhalten, Tendenz zu sozialem Rückzug, paranoische oder bizarre Ideen, die aber nicht bis zu eigentlichen Wahnvorstellungen gehen, zwanghaftes Grübeln, Denk- und Wahrnehmungsstörungen, gelegentlich vorübergehende, quasipsychotische Episoden mit intensiven Illusionen, akustischen oder anderen Halluzinationen und wahnähnlichen Ideen, meist ohne äußere Veranlassung. Es lässt sich kein klarer Beginn feststellen; Entwicklung und Verlauf entsprechen gewöhnlich einer Persönlichkeitsstörung.", "inclusion": "Schizotype Persönlichkeitsstörung", "exclusion": "Schizoide PersönlichkeitsstörungF60.1"}, "children": []}, {"code": "F22", "kind": "category", "label": "Anhaltende wahnhafte Störungen", "rubrics": {"preferred": "Anhaltende wahnhafte Störungen", "definition": "Diese Gruppe enthält eine Reihe von Störungen, bei denen ein langandauernder Wahn das einzige oder das am meisten ins Auge fallende klinische Charakteristikum darstellt, und die nicht als organisch, schizophren oder affektiv klassifiziert werden können. Wahnhafte Störungen, die nur wenige Monate angedauert haben, sollten wenigstens vorläufig unter F23.- kodiert werden."}, "children": [{"code": "F22.0", "kind": "category", "label": "Wahnhafte Störung", "rubrics": {"preferred": "Wahnhafte Störung", "definition": "Eine Störung charakterisiert durch die Entwicklung eines einzelnen Wahns oder mehrerer aufeinander bezogener Wahninhalte, die im Allgemeinen lange, manchmal lebenslang, andauern. Der Inhalt des Wahns oder des Wahnsystems ist sehr unterschiedlich. Eindeutige und anhaltende akustische Halluzinationen (Stimmen), schizophrene Symptome wie Kontrollwahn oder Affektverflachung und eine eindeutige Gehirnerkrankung sind nicht mit der Diagnose vereinbar. Gelegentliche oder vorübergehende akustische Halluzinationen schließen besonders bei älteren Patienten die Diagnose jedoch nicht aus, solange diese Symptome nicht typisch schizophren erscheinen und nur einen kleinen Teil des klinischen Bildes ausmachen.", "inclusion": "Späte Paraphrenie", "exclusion": "Paranoid:\n\t\t\t\tSchizophrenieF20.0"}, "children": []}, {"code": "F22.8", "kind": "category", "label": "Sonstige anhaltende wahnhafte Störungen", "rubrics": {"preferred": "Sonstige anhaltende wahnhafte Störungen", "definition": "Hierbei handelt es sich um Störungen, bei denen ein Wahn oder Wahnsysteme von anhaltenden Stimmen oder von schizophrenen Symptomen begleitet werden, die aber nicht die Diagnose Schizophrenie (F20.-) erfüllen.", "inclusion": "Wahnhafte Dysmorphophobie"}, "children": []}, {"code": "F22.9", "kind": "category", "label": "Anhaltende wahnhafte Störung, nicht näher bezeichnet", "rubrics": {"preferred": "Anhaltende wahnhafte Störung, nicht näher bezeichnet"}, "children": []}]}, {"code": "F23", "kind": "category", "label": "Akute vorübergehende psychotische Störungen", "rubrics": {"preferred": "Akute vorübergehende psychotische Störungen", "definition": "Eine heterogene Gruppe von Störungen, die durch den akuten Beginn der psychotischen Symptome, wie Wahnvorstellungen, Halluzinationen und andere Wahrnehmungsstörungen, und durch eine schwere Störung des normalen Verhaltens charakterisiert sind. Der akute Beginn wird als Crescendo-Entwicklung eines eindeutig abnormen klinischen Bildes innerhalb von 2 Wochen oder weniger definiert. Bei diesen Störungen gibt es keine Hinweise für eine organische Verursachung. Ratlosigkeit und Verwirrtheit kommen häufig vor, die zeitliche, örtliche und personale Desorientiertheit ist jedoch nicht andauernd oder schwer genug, um die Kriterien für ein organisch verursachtes Delir (F05.-) zu erfüllen. Eine vollständige Besserung erfolgt in der Regel innerhalb weniger Monate, oft bereits nach wenigen Wochen oder nur Tagen. Wenn die Störung weiter besteht, wird eine Änderung der Kodierung notwendig. Die Störung kann im Zusammenhang mit einer akuten Belastung stehen, definiert als belastendes Ereignis ein oder zwei Wochen vor Beginn der Störung."}, "children": [{"code": "F23.0", "kind": "category", "label": "Akute polymorphe psychotische Störung ohne Symptome einer Schizophrenie", "rubrics": {"preferred": "Akute polymorphe psychotische Störung ohne Symptome einer Schizophrenie", "definition": "Eine akute psychotische Störung, bei der Halluzinationen, Wahnphänomene und Wahrnehmungsstörungen vorhanden, aber sehr unterschiedlich ausgeprägt sind und von Tag zu Tag oder sogar von Stunde zu Stunde zu wechseln. Häufig findet sich auch emotionales Aufgewühltsein mit intensiven vorübergehenden Glücksgefühlen und Ekstase oder Angst und Reizbarkeit. Die Vielgestaltigkeit und Unbeständigkeit sind für das gesamte klinische Bild charakteristisch; die psychotischen Merkmale erfüllen nicht die Kriterien für Schizophrenie (F20.-). Diese Störungen beginnen abrupt, entwickeln sich rasch innerhalb weniger Tage und zeigen häufig eine schnelle und anhaltende Rückbildung der Symptome ohne Rückfall. Wenn die Symptome andauern, sollte die Diagnose in anhaltende wahnhafte Störung (F22.-) geändert werden.", "inclusion": "Zykloide Psychose ohne Symptome einer Schizophrenie oder nicht näher bezeichnet"}, "children": []}, {"code": "F23.1", "kind": "category", "label": "Akute polymorphe psychotische Störung mit Symptomen einer Schizophrenie", "rubrics": {"preferred": "Akute polymorphe psychotische Störung mit Symptomen einer Schizophrenie", "definition": "Eine akute psychotische Störung mit vielgestaltigem und unbeständigem klinischem Bild, wie unter F23.0 beschrieben; trotz dieser Unbeständigkeit aber sind in der überwiegenden Zeit auch einige für die Schizophrenie typische Symptome vorhanden. Wenn die schizophrenen Symptome andauern, ist die Diagnose in Schizophrenie (F20.-) zu ändern.", "inclusion": "Zykloide Psychose mit Symptomen einer Schizophrenie"}, "children": []}, {"code": "F23.2", "kind": "category", "label": "Akute schizophreniforme psychotische Störung", "rubrics": {"preferred": "Akute schizophreniforme psychotische Störung", "definition": "Eine akute psychotische Störung, bei der die psychotischen Symptome vergleichsweise stabil sind und die Kriterien für Schizophrenie (F20.-) erfüllen, aber weniger als einen Monat bestanden haben. Die polymorphen, unbeständigen Merkmale, die unter F23.0 beschrieben wurden, fehlen. Wenn die schizophrenen Symptome andauern, ist die Diagnose in Schizophrenie (F20.-) zu ändern.", "inclusion": "Schizophrene Reaktion", "exclusion": "Schizophreniforme Störung o.n.A.F20.8"}, "children": []}, {"code": "F23.3", "kind": "category", "label": "Sonstige akute vorwiegend wahnhafte psychotische Störungen", "rubrics": {"preferred": "Sonstige akute vorwiegend wahnhafte psychotische Störungen", "definition": "Es handelt sich um eine akute psychotische Störung, bei der verhältnismäßig stabile Wahnphänomene oder Halluzinationen die hauptsächlichen klinischen Merkmale darstellen, aber nicht die Kriterien für eine Schizophrenie erfüllen (F20.-). Wenn die Wahnphänomene andauern, ist die Diagnose in anhaltende wahnhafte Störung (F22.-) zu ändern.", "inclusion": "Psychogene paranoide Psychose"}, "children": []}, {"code": "F23.8", "kind": "category", "label": "Sonstige akute vorübergehende psychotische Störungen", "rubrics": {"preferred": "Sonstige akute vorübergehende psychotische Störungen", "definition": "Hier sollen alle anderen nicht näher bezeichneten akuten psychotischen Störungen, ohne Anhalt für eine organische Ursache, klassifiziert werden und die nicht die Kriterien für F23.0-F23.3 erfüllen."}, "children": []}, {"code": "F23.9", "kind": "category", "label": "Akute vorübergehende psychotische Störung, nicht näher bezeichnet", "rubrics": {"preferred": "Akute vorübergehende psychotische Störung, nicht näher bezeichnet", "inclusion": "Reaktive Psychose"}, "children": []}]}, {"code": "F24", "kind": "category", "label": "Induzierte wahnhafte Störung", "rubrics": {"preferred": "Induzierte wahnhafte Störung", "definition": "Es handelt sich um eine wahnhafte Störung, die von zwei Personen mit einer engen emotionalen Bindung geteilt wird. Nur eine von beiden leidet unter einer echten psychotischen Störung; die Wahnvorstellungen bei der anderen Person sind induziert und werden bei der Trennung des Paares meist aufgegeben.", "inclusion": "Induziert:\n\t\t\t\tpsychotische Störung"}, "children": []}, {"code": "F25", "kind": "category", "label": "Schizoaffektive Störungen", "rubrics": {"preferred": "Schizoaffektive Störungen", "definition": "Episodische Störungen, bei denen sowohl affektive als auch schizophrene Symptome auftreten, aber die weder die Kriterien für Schizophrenie noch für eine depressive oder manische Episode erfüllen. Andere Zustandsbilder, bei denen affektive Symptome eine vorher bestehende Schizophrenie überlagern, oder bei denen sie mit anderen anhaltenden Wahnkrankheiten gemeinsam auftreten oder alternieren, sind unter F20-F29 zu kodieren. Parathyme psychotische Symptome bei affektiven Störungen rechtfertigen die Diagnose einer schizoaffektiven Störung nicht."}, "children": [{"code": "F25.0", "kind": "category", "label": "Schizoaffektive Störung, gegenwärtig manisch", "rubrics": {"preferred": "Schizoaffektive Störung, gegenwärtig manisch", "definition": "Eine Störung, bei der sowohl schizophrene als auch manische Symptome vorliegen und deshalb weder die Diagnose einer Schizophrenie noch einer manischen Episode gerechtfertigt ist. Diese Kategorie ist sowohl für einzelne Episoden als auch für rezidivierende Störungen zu verwenden, bei denen die Mehrzahl der Episoden schizomanisch ist.", "inclusion": "Schizophreniforme Psychose, manischer Typ"}, "children": []}, {"code": "F25.1", "kind": "category", "label": "Schizoaffektive Störung, gegenwärtig depressiv", "rubrics": {"preferred": "Schizoaffektive Störung, gegenwärtig depressiv", "definition": "Eine Störung, bei der sowohl schizophrene als auch depressive Symptome vorliegen und deshalb weder die Diagnose einer Schizophrenie noch einer depressiven Episode gerechtfertigt ist. Diese Kategorie ist sowohl für einzelne Episoden als auch für rezidivierende Störungen zu verwenden, bei denen die Mehrzahl der Episoden schizodepressiv ist.", "inclusion": "Schizophreniforme Psychose, depressiver Typ"}, "children": []}, {"code": "F25.2", "kind": "category", "label": "Gemischte schizoaffektive Störung", "rubrics": {"preferred": "Gemischte schizoaffektive Störung", "inclusion": "Zyklische Schizophrenie"}, "children": []}, {"code": "F25.8", "kind": "category", "label": "Sonstige schizoaffektive Störungen", "rubrics": {"preferred": "Sonstige schizoaffektive Störungen"}, "children": []}, {"code": "F25.9", "kind": "category", "label": "Schizoaffektive Störung, nicht näher bezeichnet", "rubrics": {"preferred": "Schizoaffektive Störung, nicht näher bezeichnet", "inclusion": "Schizoaffektive Psychose o.n.A."}, "children": []}]}, {"code": "F28", "kind": "category", "label": "Sonstige nichtorganische psychotische Störungen", "rubrics": {"preferred": "Sonstige nichtorganische psychotische Störungen", "definition": "Hier sind wahnhafte oder halluzinatorische Störungen zu kodieren, die nicht die Kriterien für Schizophrenie (F20.-), für anhaltende wahnhafte Störungen (F22.-), für akute vorübergehende psychotische Störungen (F23.-), für psychotische Formen der manischen Episode (F30.2) oder für eine schwere depressive Episode (F32.3) erfüllen.", "inclusion": "Chronisch halluzinatorische Psychose"}, "children": []}, {"code": "F29", "kind": "category", "label": "Nicht näher bezeichnete nichtorganische Psychose", "rubrics": {"preferred": "Nicht näher bezeichnete nichtorganische Psychose", "inclusion": "Psychose o.n.A.", "exclusion": "Psychische Störung o.n.A.F99"}, "children": []}]}, {"code": "F30-F39", "kind": "block", "label": "Affektive Störungen", "rubrics": {"preferred": "Affektive Störungen", "text": "Diese Gruppe enthält Störungen deren Hauptsymptome in einer Veränderung der Stimmung oder der Affektivität entweder zur Depression - mit oder ohne begleitende(r) Angst - oder zur gehobenen Stimmung bestehen. Dieser Stimmungswechsel wird meist von einer Veränderung des allgemeinen Aktivitätsniveaus begleitet. Die meisten anderen Symptome beruhen hierauf oder sind im Zusammenhang mit dem Stimmungs- und Aktivitätswechsel leicht zu verstehen. Die meisten dieser Störungen neigen zu Rückfällen. Der Beginn der einzelnen Episoden ist oft mit belastenden Ereignissen oder Situationen in Zusammenhang zu bringen."}, "children": [{"code": "F30", "kind": "category", "label": "Manische Episode", "rubrics": {"preferred": "Manische Episode", "definition": "Alle Untergruppen dieser Kategorie dürfen nur für eine einzelne Episode verwendet werden. Hypomanische oder manische Episoden bei Betroffenen, die früher eine oder mehrere affektive (depressive, hypomanische, manische oder gemischte) Episoden hatten, sind unter bipolarer affektiver Störung (F31.-) zu klassifizieren.", "inclusion": "Bipolare Störung, einzelne manische Episode"}, "children": [{"code": "F30.0", "kind": "category", "label": "Hypomanie", "rubrics": {"preferred": "Hypomanie", "definition": "Eine Störung, charakterisiert durch eine anhaltende, leicht gehobene Stimmung, gesteigerten Antrieb und Aktivität und in der Regel auch ein auffallendes Gefühl von Wohlbefinden und körperlicher und seelischer Leistungsfähigkeit. Gesteigerte Geselligkeit, Gesprächigkeit, übermäßige Vertraulichkeit, gesteigerte Libido und vermindertes Schlafbedürfnis sind häufig vorhanden, aber nicht in dem Ausmaß, dass sie zu einem Abbruch der Berufstätigkeit oder zu sozialer Ablehnung führen. Reizbarkeit, Selbstüberschätzung und flegelhaftes Verhalten können an die Stelle der häufigen euphorischen Geselligkeit treten. Die Störungen der Stimmung und des Verhaltens werden nicht von Halluzinationen oder Wahn begleitet."}, "children": []}, {"code": "F30.1", "kind": "category", "label": "Manie ohne psychotische Symptome", "rubrics": {"preferred": "Manie ohne psychotische Symptome", "definition": "Die Stimmung ist situationsinadäquat gehoben und kann zwischen sorgloser Heiterkeit und fast unkontrollierbarer Erregung schwanken. Die gehobene Stimmung ist mit vermehrtem Antrieb verbunden, dies führt zu Überaktivität, Rededrang und vermindertem Schlafbedürfnis. Die Aufmerksamkeit kann nicht mehr aufrechterhalten werden, es kommt oft zu starker Ablenkbarkeit. Die Selbsteinschätzung ist mit Größenideen oder übertriebenem Optimismus häufig weit überhöht. Der Verlust normaler sozialer Hemmungen kann zu einem leichtsinnigen, rücksichtslosen oder in Bezug auf die Umstände unpassenden und persönlichkeitsfremden Verhalten führen."}, "children": []}, {"code": "F30.2", "kind": "category", "label": "Manie mit psychotischen Symptomen", "rubrics": {"preferred": "Manie mit psychotischen Symptomen", "definition": "Zusätzlich zu dem unter F30.1 beschriebenen klinischen Bild treten Wahn (zumeist Größenwahn) oder Halluzinationen (zumeist Stimmen, die unmittelbar zum Betroffenen sprechen) auf. Die Erregung, die ausgeprägte körperliche Aktivität und die Ideenflucht können so extrem sein, dass der Betroffene für eine normale Kommunikation unzugänglich wird.", "inclusion": "Manischer Stupor"}, "children": []}, {"code": "F30.8", "kind": "category", "label": "Sonstige manische Episoden", "rubrics": {"preferred": "Sonstige manische Episoden"}, "children": []}, {"code": "F30.9", "kind": "category", "label": "Manische Episode, nicht näher bezeichnet", "rubrics": {"preferred": "Manische Episode, nicht näher bezeichnet", "inclusion": "Manie o.n.A."}, "children": []}]}, {"code": "F31", "kind": "category", "label": "Bipolare affektive Störung", "rubrics": {"preferred": "Bipolare affektive Störung", "definition": "Hierbei handelt es sich um eine Störung, die durch wenigstens zwei Episoden charakterisiert ist, in denen Stimmung und Aktivitätsniveau des Betroffenen deutlich gestört sind. Diese Störung besteht einmal in gehobener Stimmung, vermehrtem Antrieb und Aktivität (Hypomanie oder Manie), dann wieder in einer Stimmungssenkung und vermindertem Antrieb und Aktivität (Depression). Wiederholte hypomanische oder manische Episoden sind ebenfalls als bipolar zu klassifizieren.", "inclusion": "Manisch-depressiv:\n\t\t\t\tReaktion", "exclusion": "ZyklothymiaF34.0"}, "children": [{"code": "F31.0", "kind": "category", "label": "Bipolare affektive Störung, gegenwärtig hypomanische Episode", "rubrics": {"preferred": "Bipolare affektive Störung, gegenwärtig hypomanische Episode", "definition": "Der betroffene Patient ist gegenwärtig hypomanisch (siehe F30.0) und hatte wenigstens eine weitere affektive Episode (hypomanisch, manisch, depressiv oder gemischt) in der Anamnese."}, "children": []}, {"code": "F31.1", "kind": "category", "label": "Bipolare affektive Störung, gegenwärtig manische Episode ohne psychotische Symptome", "rubrics": {"preferred": "Bipolare affektive Störung, gegenwärtig manische Episode ohne psychotische Symptome", "definition": "Der betroffene Patient ist gegenwärtig manisch, ohne psychotische Symptome (siehe F30.1) und hatte wenigstens eine weitere affektive Episode (hypomanisch, manisch, depressiv oder gemischt) in der Anamnese."}, "children": []}, {"code": "F31.2", "kind": "category", "label": "Bipolare affektive Störung, gegenwärtig manische Episode mit psychotischen Symptomen", "rubrics": {"preferred": "Bipolare affektive Störung, gegenwärtig manische Episode mit psychotischen Symptomen", "definition": "Der betroffene Patient ist gegenwärtig manisch, mit psychotischen Symptomen (F30.2) und hatte wenigstens eine weitere affektive Episode (hypomanisch, manisch, depressiv oder gemischt) in der Anamnese."}, "children": []}, {"code": "F31.3", "kind": "category", "label": "Bipolare affektive Störung, gegenwärtig leichte oder mittelgradige depressive Episode", "rubrics": {"preferred": "Bipolare affektive Störung, gegenwärtig leichte oder mittelgradige depressive Episode", "definition": "Der betroffene Patient ist gegenwärtig depressiv, wie bei einer leichten oder mittelgradigen depressiven Episode (siehe F32.0 oder F32.1) und hatte wenigstens eine eindeutig diagnostizierte hypomanische, manische oder gemischte Episode in der Anamnese."}, "children": []}, {"code": "F31.4", "kind": "category", "label": "Bipolare affektive Störung, gegenwärtig schwere depressive Episode ohne psychotische Symptome", "rubrics": {"preferred": "Bipolare affektive Störung, gegenwärtig schwere depressive Episode ohne psychotische Symptome", "definition": "Der betroffene Patient ist gegenwärtig depressiv, wie bei einer schweren depressiven Episode ohne psychotische Symptome (siehe F32.2) und hatte wenigstens eine eindeutig diagnostizierte hypomanische, manische oder gemischte Episode in der Anamnese."}, "children": []}, {"code": "F31.5", "kind": "category", "label": "Bipolare affektive Störung, gegenwärtig schwere depressive Episode mit psychotischen Symptomen", "rubrics": {"preferred": "Bipolare affektive Störung, gegenwärtig schwere depressive Episode mit psychotischen Symptomen", "definition": "Der betroffene Patient ist gegenwärtig depressiv, wie bei einer schweren depressiven Episode mit psychotischen Symptomen (siehe F32.3) und hatte wenigstens eine eindeutig diagnostizierte hypomanische, manische oder gemischte Episode in der Anamnese."}, "children": []}, {"code": "F31.6", "kind": "category", "label": "Bipolare affektive Störung, gegenwärtig gemischte Episode", "rubrics": {"preferred": "Bipolare affektive Störung, gegenwärtig gemischte Episode", "definition": "Der betroffene Patient hatte wenigstens eine eindeutig diagnostizierte hypomanische, manische, depressive oder gemischte affektive Episode in der Anamnese und zeigt gegenwärtig entweder eine Kombination oder einen raschen Wechsel von manischen und depressiven Symptomen.", "exclusion": "Einzelne gemischte affektive EpisodeF38.0"}, "children": []}, {"code": "F31.7", "kind": "category", "label": "Bipolare affektive Störung, gegenwärtig remittiert", "rubrics": {"preferred": "Bipolare affektive Störung, gegenwärtig remittiert", "definition": "Der betroffene Patient hatte wenigstens eine eindeutig diagnostizierte hypomanische, manische oder gemischte affektive Episode und wenigstens eine weitere affektive Episode (hypomanisch, manisch, depressiv oder gemischt) in der Anamnese; in den letzten Monaten und gegenwärtig besteht keine deutliche Störung der Stimmung. Auch Remissionen während einer prophylaktischen Behandlung sollen hier kodiert werden."}, "children": []}, {"code": "F31.8", "kind": "category", "label": "Sonstige bipolare affektive Störungen", "rubrics": {"preferred": "Sonstige bipolare affektive Störungen", "inclusion": "Rezidivierende manische Episoden o.n.A."}, "children": []}, {"code": "F31.9", "kind": "category", "label": "Bipolare affektive Störung, nicht näher bezeichnet", "rubrics": {"preferred": "Bipolare affektive Störung, nicht näher bezeichnet"}, "children": []}]}, {"code": "F32", "kind": "category", "label": "Depressive Episode", "rubrics": {"preferred": "Depressive Episode", "definition": "Bei den typischen leichten (F32.0), mittelgradigen (F32.1) oder schweren (F32.2 und F32.3) Episoden leidet der betroffene Patient unter einer gedrückten Stimmung und einer Verminderung von Antrieb und Aktivität. Die Fähigkeit zu Freude, das Interesse und die Konzentration sind vermindert. Ausgeprägte Müdigkeit kann nach jeder kleinsten Anstrengung auftreten. Der Schlaf ist meist gestört, der Appetit vermindert. Selbstwertgefühl und Selbstvertrauen sind fast immer beeinträchtigt. Sogar bei der leichten Form kommen Schuldgefühle oder Gedanken über eigene Wertlosigkeit vor. Die gedrückte Stimmung verändert sich von Tag zu Tag wenig, reagiert nicht auf Lebensumstände und kann von so genannten \"somatischen\" Symptomen begleitet werden, wie Interessenverlust oder Verlust der Freude, Früherwachen, Morgentief, deutliche psychomotorische Hemmung, Agitiertheit, Appetitverlust, Gewichtsverlust und Libidoverlust. Abhängig von Anzahl und Schwere der Symptome ist eine depressive Episode als leicht, mittelgradig oder schwer zu bezeichnen.", "inclusion": "Einzelne Episoden von:\n\t\t\t\treaktiver Depression (F32.0, F32.1, F32.2)", "exclusion": "rezidivierende depressive StörungF33.-"}, "children": [{"code": "F32.0", "kind": "category", "label": "Leichte depressive Episode", "rubrics": {"preferred": "Leichte depressive Episode", "definition": "Gewöhnlich sind mindestens zwei oder drei der oben angegebenen Symptome vorhanden. Der betroffene Patient ist im Allgemeinen davon beeinträchtigt, aber oft in der Lage, die meisten Aktivitäten fortzusetzen."}, "children": []}, {"code": "F32.1", "kind": "category", "label": "Mittelgradige depressive Episode", "rubrics": {"preferred": "Mittelgradige depressive Episode", "definition": "Gewöhnlich sind vier oder mehr der oben angegebenen Symptome vorhanden, und der betroffene Patient hat meist große Schwierigkeiten, alltägliche Aktivitäten fortzusetzen."}, "children": []}, {"code": "F32.2", "kind": "category", "label": "Schwere depressive Episode ohne psychotische Symptome", "rubrics": {"preferred": "Schwere depressive Episode ohne psychotische Symptome", "definition": "Eine depressive Episode mit mehreren oben angegebenen, quälenden Symptomen. Typischerweise bestehen ein Verlust des Selbstwertgefühls und Gefühle von Wertlosigkeit und Schuld. Suizidgedanken und -handlungen sind häufig, und meist liegen einige somatische Symptome vor.", "inclusion": "Einzelne Episode einer vitalen Depression ohne psychotische Symptome"}, "children": []}, {"code": "F32.3", "kind": "category", "label": "Schwere depressive Episode mit psychotischen Symptomen", "rubrics": {"preferred": "Schwere depressive Episode mit psychotischen Symptomen", "definition": "Eine schwere depressive Episode, wie unter F32.2 beschrieben, bei der aber Halluzinationen, Wahnideen, psychomotorische Hemmung oder ein Stupor so schwer ausgeprägt sind, dass alltägliche soziale Aktivitäten unmöglich sind und Lebensgefahr durch Suizid und mangelhafte Flüssigkeits- und Nahrungsaufnahme bestehen kann. Halluzinationen und Wahn können, müssen aber nicht, synthym sein.", "inclusion": "Einzelne Episoden:\n\t\t\t\treaktive depressive Psychose"}, "children": []}, {"code": "F32.8", "kind": "category", "label": "Sonstige depressive Episoden", "rubrics": {"preferred": "Sonstige depressive Episoden", "inclusion": "Einzelne Episoden der \"larvierten\" Depression o.n.A."}, "children": []}, {"code": "F32.9", "kind": "category", "label": "Depressive Episode, nicht näher bezeichnet", "rubrics": {"preferred": "Depressive Episode, nicht näher bezeichnet", "inclusion": "Depressive Störung o.n.A."}, "children": []}]}, {"code": "F33", "kind": "category", "label": "Rezidivierende depressive Störung", "rubrics": {"preferred": "Rezidivierende depressive Störung", "definition": "Hierbei handelt es sich um eine Störung, die durch wiederholte depressive Episoden (F32.-) charakterisiert ist. In der Anamnese finden sich dabei keine unabhängigen Episoden mit gehobener Stimmung und vermehrtem Antrieb (Manie). Kurze Episoden von leicht gehobener Stimmung und Überaktivität (Hypomanie) können allerdings unmittelbar nach einer depressiven Episode, manchmal durch eine antidepressive Behandlung mitbedingt, aufgetreten sein. Die schwereren Formen der rezidivierenden depressiven Störung (F33.2 und .3) haben viel mit den früheren Konzepten der manisch-depressiven Krankheit, der Melancholie, der vitalen Depression und der endogenen Depression gemeinsam. Die erste Episode kann in jedem Alter zwischen Kindheit und Senium auftreten, der Beginn kann akut oder schleichend sein, die Dauer reicht von wenigen Wochen bis zu vielen Monaten. Das Risiko, dass ein Patient mit rezidivierender depressiver Störung eine manische Episode entwickelt, wird niemals vollständig aufgehoben, gleichgültig, wie viele depressive Episoden aufgetreten sind. Bei Auftreten einer manischen Episode ist die Diagnose in bipolare affektive Störung zu ändern (F31.-).", "inclusion": "Saisonale depressive Störung", "exclusion": "Rezidivierende kurze depressive EpisodenF38.1"}, "children": [{"code": "F33.0", "kind": "category", "label": "Rezidivierende depressive Störung, gegenwärtig leichte Episode", "rubrics": {"preferred": "Rezidivierende depressive Störung, gegenwärtig leichte Episode", "definition": "Eine Störung, die durch wiederholte depressive Episoden gekennzeichnet ist, wobei die gegenwärtige Episode leicht ist (siehe F32.0), ohne Manie in der Anamnese."}, "children": []}, {"code": "F33.1", "kind": "category", "label": "Rezidivierende depressive Störung, gegenwärtig mittelgradige Episode", "rubrics": {"preferred": "Rezidivierende depressive Störung, gegenwärtig mittelgradige Episode", "definition": "Eine Störung, die durch wiederholte depressive Episoden gekennzeichnet ist, wobei die gegenwärtige Episode mittelgradig ist (siehe F32.1), ohne Manie in der Anamnese."}, "children": []}, {"code": "F33.2", "kind": "category", "label": "Rezidivierende depressive Störung, gegenwärtig schwere Episode ohne psychotische Symptome", "rubrics": {"preferred": "Rezidivierende depressive Störung, gegenwärtig schwere Episode ohne psychotische Symptome", "definition": "Eine Störung, die durch wiederholte depressive Episoden gekennzeichnet ist, wobei die gegenwärtige Episode schwer ist, ohne psychotische Symptome (siehe F32.2) und ohne Manie in der Anamnese.", "inclusion": "Rezidivierende vitale Depression, ohne psychotische Symptome"}, "children": []}, {"code": "F33.3", "kind": "category", "label": "Rezidivierende depressive Störung, gegenwärtig schwere Episode mit psychotischen Symptomen", "rubrics": {"preferred": "Rezidivierende depressive Störung, gegenwärtig schwere Episode mit psychotischen Symptomen", "definition": "Eine Störung, die durch wiederholte depressive Episoden gekennzeichnet ist; die gegenwärtige Episode ist schwer, mit psychotischen Symptomen (siehe F32.3), ohne vorhergehende manische Episoden.", "inclusion": "Rezidivierende schwere Episoden:\n\t\t\t\treaktive depressive Psychose"}, "children": []}, {"code": "F33.4", "kind": "category", "label": "Rezidivierende depressive Störung, gegenwärtig remittiert", "rubrics": {"preferred": "Rezidivierende depressive Störung, gegenwärtig remittiert", "definition": "Die Kriterien für eine der oben beschriebenen Störungen F33.0-F33.3 sind in der Anamnese erfüllt, aber in den letzten Monaten bestehen keine depressiven Symptome."}, "children": []}, {"code": "F33.8", "kind": "category", "label": "Sonstige rezidivierende depressive Störungen", "rubrics": {"preferred": "Sonstige rezidivierende depressive Störungen"}, "children": []}, {"code": "F33.9", "kind": "category", "label": "Rezidivierende depressive Störung, nicht näher bezeichnet", "rubrics": {"preferred": "Rezidivierende depressive Störung, nicht näher bezeichnet", "inclusion": "Monopolare Depression o.n.A."}, "children": []}]}, {"code": "F34", "kind": "category", "label": "Anhaltende affektive Störungen", "rubrics": {"preferred": "Anhaltende affektive Störungen", "definition": "Hierbei handelt es sich um anhaltende und meist fluktuierende Stimmungsstörungen, bei denen die Mehrzahl der einzelnen Episoden nicht ausreichend schwer genug sind, um als hypomanische oder auch nur leichte depressive Episoden gelten zu können. Da sie jahrelang, manchmal den größeren Teil des Erwachsenenlebens, andauern, ziehen sie beträchtliches subjektives Leiden und Beeinträchtigungen nach sich. Gelegentlich können rezidivierende oder einzelne manische oder depressive Episoden eine anhaltende affektive Störung überlagern."}, "children": [{"code": "F34.0", "kind": "category", "label": "Zyklothymia", "rubrics": {"preferred": "Zyklothymia", "definition": "Hierbei handelt es sich um eine andauernde Instabilität der Stimmung mit zahlreichen Perioden von Depression und leicht gehobener Stimmung (Hypomanie), von denen aber keine ausreichend schwer und anhaltend genug ist, um die Kriterien für eine bipolare affektive Störung (F31.-) oder rezidivierende depressive Störung (F33.-) zu erfüllen. Diese Störung kommt häufig bei Verwandten von Patienten mit bipolarer affektiver Störung vor. Einige Patienten mit Zyklothymia entwickeln schließlich selbst eine bipolare affektive Störung.", "inclusion": "Zyklothyme Persönlichkeit"}, "children": []}, {"code": "F34.1", "kind": "category", "label": "Dysthymia", "rubrics": {"preferred": "Dysthymia", "definition": "Hierbei handelt es sich um eine chronische, wenigstens mehrere Jahre andauernde depressive Verstimmung, die weder schwer noch hinsichtlich einzelner Episoden anhaltend genug ist, um die Kriterien einer schweren, mittelgradigen oder leichten rezidivierenden depressiven Störung (F33.-) zu erfüllen.", "inclusion": "Neurotische Depression", "exclusion": "Ängstliche Depression (leicht, aber nicht anhaltend)F41.2"}, "children": []}, {"code": "F34.8", "kind": "category", "label": "Sonstige anhaltende affektive Störungen", "rubrics": {"preferred": "Sonstige anhaltende affektive Störungen"}, "children": []}, {"code": "F34.9", "kind": "category", "label": "Anhaltende affektive Störung, nicht näher bezeichnet", "rubrics": {"preferred": "Anhaltende affektive Störung, nicht näher bezeichnet"}, "children": []}]}, {"code": "F38", "kind": "category", "label": "Andere affektive Störungen", "rubrics": {"preferred": "Andere affektive Störungen", "definition": "Hierbei handelt es sich um eine Restkategorie für Stimmungsstörungen, die die Kriterien der oben genannten Kategorien F30-F34 in Bezug auf Ausprägung und Dauer nicht erfüllen."}, "children": [{"code": "F38.0", "kind": "category", "label": "Andere einzelne affektive Störungen", "rubrics": {"preferred": "Andere einzelne affektive Störungen", "inclusion": "Gemischte affektive Episode"}, "children": []}, {"code": "F38.1", "kind": "category", "label": "Andere rezidivierende affektive Störungen", "rubrics": {"preferred": "Andere rezidivierende affektive Störungen", "inclusion": "Rezidivierende kurze depressive Episoden"}, "children": []}, {"code": "F38.8", "kind": "category", "label": "Sonstige näher bezeichnete affektive Störungen", "rubrics": {"preferred": "Sonstige näher bezeichnete affektive Störungen"}, "children": []}]}, {"code": "F39", "kind": "category", "label": "Nicht näher bezeichnete affektive Störung", "rubrics": {"preferred": "Nicht näher bezeichnete affektive Störung", "inclusion": "Affektive Psychose o.n.A."}, "children": []}]}, {"code": "F40-F48", "kind": "block", "label": "Neurotische, Belastungs- und somatoforme Störungen", "rubrics": {"preferred": "Neurotische, Belastungs- und somatoforme Störungen", "exclusion": "In Verbindung mit einer Störung des SozialverhaltensF91.-F92.8"}, "children": [{"code": "F40", "kind": "category", "label": "Phobische Störungen", "rubrics": {"preferred": "Phobische Störungen", "definition": "Eine Gruppe von Störungen, bei der Angst ausschließlich oder überwiegend durch eindeutig definierte, eigentlich ungefährliche Situationen hervorgerufen wird. In der Folge werden diese Situationen typischerweise vermieden oder mit Furcht ertragen. Die Befürchtungen des Patienten können sich auf Einzelsymptome wie Herzklopfen oder Schwächegefühl beziehen, häufig gemeinsam mit sekundären Ängsten vor dem Sterben, Kontrollverlust oder dem Gefühl, wahnsinnig zu werden. Allein die Vorstellung, dass die phobische Situation eintreten könnte, erzeugt meist schon Erwartungsangst. Phobische Angst tritt häufig gleichzeitig mit Depression auf. Ob zwei Diagnosen, phobische Störung und depressive Episode, erforderlich sind, richtet sich nach dem zeitlichen Verlauf beider Zustandsbilder und nach therapeutischen Erwägungen zum Zeitpunkt der Konsultation."}, "children": [{"code": "F40.0", "kind": "category", "label": "Agoraphobie", "rubrics": {"preferred": "Agoraphobie", "definition": "Eine relativ gut definierte Gruppe von Phobien, mit Befürchtungen, das Haus zu verlassen, Geschäfte zu betreten, in Menschenmengen und auf öffentlichen Plätzen zu sein, alleine mit Bahn, Bus oder Flugzeug zu reisen. Eine Panikstörung kommt als häufiges Merkmal bei gegenwärtigen oder zurückliegenden Episoden vor. Depressive und zwanghafte Symptome sowie soziale Phobien sind als zusätzliche Merkmale gleichfalls häufig vorhanden. Die Vermeidung der phobischen Situation steht oft im Vordergrund, und einige Agoraphobiker erleben nur wenig Angst, da sie die phobischen Situationen meiden können."}, "children": [{"code": "F40.00", "kind": "category", "label": "Ohne Angabe einer Panikstörung", "rubrics": {"preferredLong": "Agoraphobie: Ohne Angabe einer Panikstörung", "preferred": "Ohne Angabe einer Panikstörung"}, "children": []}, {"code": "F40.01", "kind": "category", "label": "Mit Panikstörung", "rubrics": {"preferredLong": "Agoraphobie: Mit Panikstörung", "preferred": "Mit Panikstörung"}, "children": []}]}, {"code": "F40.1", "kind": "category", "label": "Soziale Phobien", "rubrics": {"preferred": "Soziale Phobien", "definition": "Furcht vor prüfender Betrachtung durch andere Menschen, die zu Vermeidung sozialer Situationen führt. Umfassendere soziale Phobien sind in der Regel mit niedrigem Selbstwertgefühl und Furcht vor Kritik verbunden. Sie können sich in Beschwerden wie Erröten, Händezittern, Übelkeit oder Drang zum Wasserlassen äußern. Dabei meint die betreffende Person manchmal, dass eine dieser sekundären Manifestationen der Angst das primäre Problem darstellt. Die Symptome können sich bis zu Panikattacken steigern.", "inclusion": "Soziale Neurose"}, "children": []}, {"code": "F40.2", "kind": "category", "label": "Spezifische (isolierte) Phobien", "rubrics": {"preferred": "Spezifische (isolierte) Phobien", "definition": "Phobien, die auf eng umschriebene Situationen wie Nähe von bestimmten Tieren, Höhen, Donner, Dunkelheit, Fliegen, geschlossene Räume, Urinieren oder Defäkieren auf öffentlichen Toiletten, Genuss bestimmter Speisen, Zahnarztbesuch oder auf den Anblick von Blut oder Verletzungen beschränkt sind. Obwohl die auslösende Situation streng begrenzt ist, kann sie Panikzustände wie bei Agoraphobie oder sozialer Phobie hervorrufen.", "inclusion": "Tierphobien", "exclusion": "NosophobieF45.2"}, "children": []}, {"code": "F40.8", "kind": "category", "label": "Sonstige phobische Störungen", "rubrics": {"preferred": "Sonstige phobische Störungen"}, "children": []}, {"code": "F40.9", "kind": "category", "label": "Phobische Störung, nicht näher bezeichnet", "rubrics": {"preferred": "Phobische Störung, nicht näher bezeichnet", "inclusion": "Phobischer Zustand o.n.A."}, "children": []}]}, {"code": "F41", "kind": "category", "label": "Andere Angststörungen", "rubrics": {"preferred": "Andere Angststörungen", "definition": "Bei diesen Störungen stellen Manifestationen der Angst die Hauptsymptome dar, ohne auf eine bestimmte Umgebungssituation bezogen zu sein. Depressive und Zwangssymptome, sogar einige Elemente phobischer Angst können vorhanden sein, vorausgesetzt, sie sind eindeutig sekundär oder weniger ausgeprägt."}, "children": [{"code": "F41.0", "kind": "category", "label": "Panikstörung [episodisch paroxysmale Angst]", "rubrics": {"preferred": "Panikstörung [episodisch paroxysmale Angst]", "definition": "Das wesentliche Kennzeichen sind wiederkehrende schwere Angstattacken (Panik), die sich nicht auf eine spezifische Situation oder besondere Umstände beschränken und deshalb auch nicht vorhersehbar sind. Wie bei anderen Angsterkrankungen zählen zu den wesentlichen Symptomen plötzlich auftretendes Herzklopfen, Brustschmerz, Erstickungsgefühle, Schwindel und Entfremdungsgefühle (Depersonalisation oder Derealisation). Oft entsteht sekundär auch die Furcht zu sterben, vor Kontrollverlust oder die Angst, wahnsinnig zu werden. Die Panikstörung soll nicht als Hauptdiagnose verwendet werden, wenn der Betroffene bei Beginn der Panikattacken an einer depressiven Störung leidet. Unter diesen Umständen sind die Panikattacken wahrscheinlich sekundäre Folge der Depression.", "inclusion": "Panikzustand", "exclusion": "Panikstörung mit AgoraphobieF40.01"}, "children": []}, {"code": "F41.1", "kind": "category", "label": "Generalisierte Angststörung", "rubrics": {"preferred": "Generalisierte Angststörung", "definition": "Die Angst ist generalisiert und anhaltend. Sie ist nicht auf bestimmte Umgebungsbedingungen beschränkt, oder auch nur besonders betont in solchen Situationen, sie ist vielmehr \"frei flottierend\". Die wesentlichen Symptome sind variabel, Beschwerden wie ständige Nervosität, Zittern, Muskelspannung, Schwitzen, Benommenheit, Herzklopfen, Schwindelgefühle oder Oberbauchbeschwerden gehören zu diesem Bild. Häufig wird die Befürchtung geäußert, der Patient selbst oder ein Angehöriger könnten demnächst erkranken oder einen Unfall haben.", "inclusion": "Angstzustand", "exclusion": "NeurasthenieF48.0"}, "children": []}, {"code": "F41.2", "kind": "category", "label": "Angst und depressive Störung, gemischt", "rubrics": {"preferred": "Angst und depressive Störung, gemischt", "definition": "Diese Kategorie soll bei gleichzeitigem Bestehen von Angst und Depression Verwendung finden, jedoch nur, wenn keine der beiden Störungen eindeutig vorherrscht und keine für sich genommen eine eigenständige Diagnose rechtfertigt. Treten ängstliche und depressive Symptome in so starker Ausprägung auf, dass sie einzelne Diagnosen rechtfertigen, sollen beide Diagnosen gestellt und auf diese Kategorie verzichtet werden.", "inclusion": "Ängstliche Depression (leicht oder nicht anhaltend)"}, "children": []}, {"code": "F41.3", "kind": "category", "label": "Andere gemischte Angststörungen", "rubrics": {"preferred": "Andere gemischte Angststörungen", "definition": "Angstsymptome gemischt mit Merkmalen anderer Störungen in F42-F48. Kein Symptom ist allein schwer genug um die Diagnose einer anderen Störung zu stellen."}, "children": []}, {"code": "F41.8", "kind": "category", "label": "Sonstige spezifische Angststörungen", "rubrics": {"preferred": "Sonstige spezifische Angststörungen", "inclusion": "Angsthysterie"}, "children": []}, {"code": "F41.9", "kind": "category", "label": "Angststörung, nicht näher bezeichnet", "rubrics": {"preferred": "Angststörung, nicht näher bezeichnet", "inclusion": "Angst o.n.A."}, "children": []}]}, {"code": "F42", "kind": "category", "label": "Zwangsstörung", "rubrics": {"preferred": "Zwangsstörung", "definition": "Wesentliche Kennzeichen sind wiederkehrende Zwangsgedanken und Zwangshandlungen. Zwangsgedanken sind Ideen, Vorstellungen oder Impulse, die den Patienten immer wieder stereotyp beschäftigen. Sie sind fast immer quälend, der Patient versucht häufig erfolglos, Widerstand zu leisten. Die Gedanken werden als zur eigenen Person gehörig erlebt, selbst wenn sie als unwillkürlich und häufig abstoßend empfunden werden. Zwangshandlungen oder -rituale sind Stereotypien, die ständig wiederholt werden. Sie werden weder als angenehm empfunden, noch dienen sie dazu, an sich nützliche Aufgaben zu erfüllen. Der Patient erlebt sie oft als Vorbeugung gegen ein objektiv unwahrscheinliches Ereignis, das ihm Schaden bringen oder bei dem er selbst Unheil anrichten könnte. Im Allgemeinen wird dieses Verhalten als sinnlos und ineffektiv erlebt, es wird immer wieder versucht, dagegen anzugehen. Angst ist meist ständig vorhanden. Werden Zwangshandlungen unterdrückt, verstärkt sich die Angst deutlich.", "inclusion": "Zwangsneurose", "exclusion": "Zwangspersönlichkeit(sstörung)F60.5"}, "children": [{"code": "F42.0", "kind": "category", "label": "Vorwiegend Zwangsgedanken oder Grübelzwang", "rubrics": {"preferred": "Vorwiegend Zwangsgedanken oder Grübelzwang", "definition": "Diese können die Form von zwanghaften Ideen, bildhaften Vorstellungen oder Zwangsimpulsen annehmen, die fast immer für die betreffende Person quälend sind. Manchmal sind diese Ideen eine endlose Überlegung unwägbarer Alternativen, häufig verbunden mit der Unfähigkeit, einfache, aber notwendige Entscheidungen des täglichen Lebens zu treffen. Die Beziehung zwischen Grübelzwängen und Depression ist besonders eng. Eine Zwangsstörung ist nur dann zu diagnostizieren, wenn der Grübelzwang nicht während einer depressiven Episode auftritt und anhält."}, "children": []}, {"code": "F42.1", "kind": "category", "label": "Vorwiegend Zwangshandlungen [Zwangsrituale]", "rubrics": {"preferred": "Vorwiegend Zwangshandlungen [Zwangsrituale]", "definition": "Die meisten Zwangshandlungen beziehen sich auf Reinlichkeit (besonders Händewaschen), wiederholte Kontrollen, die garantieren, dass sich eine möglicherweise gefährliche Situation nicht entwickeln kann oder übertriebene Ordnung und Sauberkeit. Diesem Verhalten liegt die Furcht vor einer Gefahr zugrunde, die den Patienten bedroht oder von ihm ausgeht; das Ritual ist ein wirkungsloser oder symbolischer Versuch, diese Gefahr abzuwenden."}, "children": []}, {"code": "F42.2", "kind": "category", "label": "Zwangsgedanken und -handlungen, gemischt", "rubrics": {"preferred": "Zwangsgedanken und -handlungen, gemischt"}, "children": []}, {"code": "F42.8", "kind": "category", "label": "Sonstige Zwangsstörungen", "rubrics": {"preferred": "Sonstige Zwangsstörungen"}, "children": []}, {"code": "F42.9", "kind": "category", "label": "Zwangsstörung, nicht näher bezeichnet", "rubrics": {"preferred": "Zwangsstörung, nicht näher bezeichnet"}, "children": []}]}, {"code": "F43", "kind": "category", "label": "Reaktionen auf schwere Belastungen und Anpassungsstörungen", "rubrics": {"preferred": "Reaktionen auf schwere Belastungen und Anpassungsstörungen", "definition": "Die Störungen dieses Abschnittes unterscheiden sich von den übrigen nicht nur aufgrund der Symptomatologie und des Verlaufs, sondern auch durch die Angabe von ein oder zwei ursächlichen Faktoren: ein außergewöhnlich belastendes Lebensereignis, das eine akute Belastungsreaktion hervorruft, oder eine besondere Veränderung im Leben, die zu einer anhaltend unangenehmen Situation geführt hat und eine Anpassungsstörung hervorruft. Obwohl weniger schwere psychosoziale Belastungen (\"life events\") den Beginn und das Erscheinungsbild auch zahlreicher anderer Störungen dieses Kapitels auslösen und beeinflussen können, ist ihre ätiologische Bedeutung doch nicht immer ganz klar. In jedem Fall hängt sie zusammen mit der individuellen, häufig idiosynkratischen Vulnerabilität, das heißt, die Lebensereignisse sind weder notwendig noch ausreichend, um das Auftreten und die Art der Krankheit zu erklären. Im Gegensatz dazu entstehen die hier aufgeführten Störungen immer als direkte Folge der akuten schweren Belastung oder des kontinuierlichen Traumas. Das belastende Ereignis oder die andauernden, unangenehmen Umstände sind primäre und ausschlaggebende Kausalfaktoren, und die Störung wäre ohne ihre Einwirkung nicht entstanden. Die Störungen dieses Abschnittes können insofern als Anpassungsstörungen bei schwerer oder kontinuierlicher Belastung angesehen werden, als sie erfolgreiche Bewältigungsstrategien behindern und aus diesem Grunde zu Problemen der sozialen Funktionsfähigkeit führen."}, "children": [{"code": "F43.0", "kind": "category", "label": "Akute Belastungsreaktion", "rubrics": {"preferred": "Akute Belastungsreaktion", "definition": "Eine vorübergehende Störung, die sich bei einem psychisch nicht manifest gestörten Menschen als Reaktion auf eine außergewöhnliche physische oder psychische Belastung entwickelt, und die im Allgemeinen innerhalb von Stunden oder Tagen abklingt. Die individuelle Vulnerabilität und die zur Verfügung stehenden Bewältigungsmechanismen (Coping-Strategien) spielen bei Auftreten und Schweregrad der akuten Belastungsreaktionen eine Rolle. Die Symptomatik zeigt typischerweise ein gemischtes und wechselndes Bild, beginnend mit einer Art von \"Betäubung\", mit einer gewissen Bewusstseinseinengung und eingeschränkten Aufmerksamkeit, einer Unfähigkeit, Reize zu verarbeiten und Desorientiertheit. Diesem Zustand kann ein weiteres Sichzurückziehen aus der Umweltsituation folgen (bis hin zu dissoziativem Stupor, siehe F44.2) oder aber ein Unruhezustand und Überaktivität (wie Fluchtreaktion oder Fugue). Vegetative Zeichen panischer Angst wie Tachykardie, Schwitzen und Erröten treten zumeist auf. Die Symptome erscheinen im Allgemeinen innerhalb von Minuten nach dem belastenden Ereignis und gehen innerhalb von zwei oder drei Tagen, oft innerhalb von Stunden zurück. Teilweise oder vollständige Amnesie (siehe F44.0) bezüglich dieser Episode kann vorkommen. Wenn die Symptome andauern, sollte eine Änderung der Diagnose in Erwägung gezogen werden.", "inclusion": "Psychischer Schock"}, "children": []}, {"code": "F43.1", "kind": "category", "label": "Posttraumatische Belastungsstörung", "rubrics": {"preferred": "Posttraumatische Belastungsstörung", "definition": "Diese entsteht als eine verzögerte oder protrahierte Reaktion auf ein belastendes Ereignis oder eine Situation kürzerer oder längerer Dauer, mit außergewöhnlicher Bedrohung oder katastrophenartigem Ausmaß, die bei fast jedem eine tiefe Verzweiflung hervorrufen würde. Prädisponierende Faktoren wie bestimmte, z.B. zwanghafte oder asthenische Persönlichkeitszüge oder neurotische Krankheiten in der Vorgeschichte können die Schwelle für die Entwicklung dieses Syndroms senken und seinen Verlauf erschweren, aber die letztgenannten Faktoren sind weder notwendig noch ausreichend, um das Auftreten der Störung zu erklären. Typische Merkmale sind das wiederholte Erleben des Traumas in sich aufdrängenden Erinnerungen (Nachhallerinnerungen, Flashbacks), Träumen oder Albträumen, die vor dem Hintergrund eines andauernden Gefühls von Betäubtsein und emotionaler Stumpfheit auftreten. Ferner finden sich Gleichgültigkeit gegenüber anderen Menschen, Teilnahmslosigkeit der Umgebung gegenüber, Freudlosigkeit sowie Vermeidung von Aktivitäten und Situationen, die Erinnerungen an das Trauma wachrufen könnten. Meist tritt ein Zustand von vegetativer Übererregtheit mit Vigilanzsteigerung, einer übermäßigen Schreckhaftigkeit und Schlafstörung auf. Angst und Depression sind häufig mit den genannten Symptomen und Merkmalen assoziiert und Suizidgedanken sind nicht selten. Der Beginn folgt dem Trauma mit einer Latenz, die wenige Wochen bis Monate dauern kann. Der Verlauf ist wechselhaft, in der Mehrzahl der Fälle kann jedoch eine Heilung erwartet werden. In wenigen Fällen nimmt die Störung über viele Jahre einen chronischen Verlauf und geht dann in eine andauernde Persönlichkeitsänderung (F62.0) über.", "inclusion": "Traumatische Neurose"}, "children": []}, {"code": "F43.2", "kind": "category", "label": "Anpassungsstörungen", "rubrics": {"preferred": "Anpassungsstörungen", "definition": "Hierbei handelt es sich um Zustände von subjektiver Bedrängnis und emotionaler Beeinträchtigung, die im Allgemeinen soziale Funktionen und Leistungen behindern und während des Anpassungsprozesses nach einer entscheidenden Lebensveränderung oder nach belastenden Lebensereignissen auftreten. Die Belastung kann das soziale Netz des Betroffenen beschädigt haben (wie bei einem Trauerfall oder Trennungserlebnissen) oder das weitere Umfeld sozialer Unterstützung oder soziale Werte (wie bei Emigration oder nach Flucht). Sie kann auch in einem größeren Entwicklungsschritt oder einer Krise bestehen (wie Schulbesuch, Elternschaft, Misserfolg, Erreichen eines ersehnten Zieles und Ruhestand). Die individuelle Prädisposition oder Vulnerabilität spielt bei dem möglichen Auftreten und bei der Form der Anpassungsstörung eine bedeutsame Rolle; es ist aber dennoch davon auszugehen, dass das Krankheitsbild ohne die Belastung nicht entstanden wäre. Die Anzeichen sind unterschiedlich und umfassen depressive Stimmung, Angst oder Sorge (oder eine Mischung von diesen). Außerdem kann ein Gefühl bestehen, mit den alltäglichen Gegebenheiten nicht zurechtzukommen, diese nicht vorausplanen oder fortsetzen zu können. Störungen des Sozialverhaltens können insbesondere bei Jugendlichen ein zusätzliches Symptom sein.\n\t\t\t\tHervorstechendes Merkmal kann eine kurze oder längere depressive Reaktion oder eine Störung anderer Gefühle und des Sozialverhaltens sein.", "inclusion": "Trauerreaktion", "exclusion": "Trennungsangst in der KindheitF93.0"}, "children": []}, {"code": "F43.8", "kind": "category", "label": "Sonstige Reaktionen auf schwere Belastung", "rubrics": {"preferred": "Sonstige Reaktionen auf schwere Belastung"}, "children": []}, {"code": "F43.9", "kind": "category", "label": "Reaktion auf schwere Belastung, nicht näher bezeichnet", "rubrics": {"preferred": "Reaktion auf schwere Belastung, nicht näher bezeichnet"}, "children": []}]}, {"code": "F44", "kind": "category", "label": "Dissoziative Störungen [Konversionsstörungen]", "rubrics": {"preferred": "Dissoziative Störungen [Konversionsstörungen]", "definition": "Das allgemeine Kennzeichen der dissoziativen oder Konversionsstörungen besteht in teilweisem oder völligem Verlust der normalen Integration der Erinnerung an die Vergangenheit, des Identitätsbewusstseins, der Wahrnehmung unmittelbarer Empfindungen sowie der Kontrolle von Körperbewegungen. Alle dissoziativen Störungen neigen nach einigen Wochen oder Monaten zur Remission, besonders wenn der Beginn mit einem traumatisierenden Lebensereignis verbunden ist. Eher chronische Störungen, besonders Lähmungen und Gefühlsstörungen, entwickeln sich, wenn der Beginn mit unlösbaren Problemen oder interpersonalen Schwierigkeiten verbunden ist. Diese Störungen wurden früher als verschiedene Formen der \"Konversionsneurose oder Hysterie\" klassifiziert. Sie werden als ursächlich psychogen angesehen, in enger zeitlicher Verbindung mit traumatisierenden Ereignissen, unlösbaren oder unerträglichen Konflikten oder gestörten Beziehungen. Die Symptome verkörpern häufig das Konzept der betroffenen Person, wie sich eine körperliche Krankheit manifestieren müsste. Körperliche Untersuchung und Befragungen geben keinen Hinweis auf eine bekannte somatische oder neurologische Krankheit. Zusätzlich ist der Funktionsverlust offensichtlich Ausdruck emotionaler Konflikte oder Bedürfnisse. Die Symptome können sich in enger Beziehung zu psychischer Belastung entwickeln und erscheinen oft plötzlich. Nur Störungen der körperlichen Funktionen, die normalerweise unter willentlicher Kontrolle stehen, und Verlust der sinnlichen Wahrnehmung sind hier eingeschlossen. Störungen mit Schmerz und anderen komplexen körperlichen Empfindungen, die durch das vegetative Nervensystem vermittelt werden, sind unter Somatisierungsstörungen (F45.0) zu klassifizieren. Die Möglichkeit eines späteren Auftretens ernsthafter körperlicher oder psychiatrischer Störungen muss immer mitbedacht werden.", "inclusion": "Konversionsreaktion", "exclusion": "Simulation [bewusste Simulation]Z76.8"}, "children": [{"code": "F44.0", "kind": "category", "label": "Dissoziative Amnesie", "rubrics": {"preferred": "Dissoziative Amnesie", "definition": "Das wichtigste Kennzeichen ist der Verlust der Erinnerung für meist wichtige aktuelle Ereignisse, die nicht durch eine organische psychische Störung bedingt ist und für den eine übliche Vergesslichkeit oder Ermüdung als Erklärung nicht ausreicht. Die Amnesie bezieht sich meist auf traumatische Ereignisse wie Unfälle oder unerwartete Trauerfälle und ist in der Regel unvollständig und selektiv. Eine vollständige und generalisierte Amnesie ist selten, dann gewöhnlich Symptom einer Fugue (F44.1) und auch als solche zu klassifizieren. Die Diagnose sollte nicht bei hirnorganischen Störungen, Intoxikationen oder extremer Erschöpfung gestellt werden.", "exclusion": "Postiktale Amnesie bei EpilepsieG40.-"}, "children": []}, {"code": "F44.1", "kind": "category", "label": "Dissoziative Fugue", "rubrics": {"preferred": "Dissoziative Fugue", "definition": "Eine dissoziative Fugue ist eine zielgerichtete Ortsveränderung, die über die gewöhnliche Alltagsmobilität hinausgeht. Darüber hinaus zeigt sie alle Kennzeichen einer dissoziativen Amnesie (F44.0). Obwohl für die Zeit der Fugue eine Amnesie besteht, kann das Verhalten des Patienten während dieser Zeit auf unabhängige Beobachter vollständig normal wirken.", "exclusion": "Postiktale Fugue bei EpilepsieG40.-"}, "children": []}, {"code": "F44.2", "kind": "category", "label": "Dissoziativer Stupor", "rubrics": {"preferred": "Dissoziativer Stupor", "definition": "Dissoziativer Stupor wird aufgrund einer beträchtlichen Verringerung oder des Fehlens von willkürlichen Bewegungen und normalen Reaktionen auf äußere Reize wie Licht, Geräusche oder Berührung diagnostiziert. Dabei lassen Befragung und Untersuchung keinen Anhalt für eine körperliche Ursache erkennen. Zusätzliche Hinweise auf die psychogene Verursachung geben kurz vorhergegangene belastende Ereignisse oder Probleme.", "exclusion": "Stupor:\n\t\t\t\to.n.A.R40.1"}, "children": []}, {"code": "F44.3", "kind": "category", "label": "Trance- und Besessenheitszustände", "rubrics": {"preferred": "Trance- und Besessenheitszustände", "definition": "Bei diesen Störungen tritt ein zeitweiliger Verlust der persönlichen Identität und der vollständigen Wahrnehmung der Umgebung auf. Hier sind nur Trancezustände zu klassifizieren, die unfreiwillig oder ungewollt sind, und die außerhalb von religiösen oder kulturell akzeptierten Situationen auftreten.", "exclusion": "Zustandsbilder bei:\n\t\t\t\tvorübergehenden akuten psychotischen StörungenF23.-"}, "children": []}, {"code": "F44.4", "kind": "category", "label": "Dissoziative Bewegungsstörungen", "rubrics": {"preferred": "Dissoziative Bewegungsstörungen", "definition": "Die häufigsten Formen zeigen den vollständigen oder teilweisen Verlust der Bewegungsfähigkeit eines oder mehrerer Körperglieder. Sie haben große Ähnlichkeit mit fast jeder Form von Ataxie, Apraxie, Akinesie, Aphonie, Dysarthrie, Dyskinesie, Anfällen oder Lähmungen.", "inclusion": "Psychogen:\n\t\t\t\tDysphonie"}, "children": []}, {"code": "F44.5", "kind": "category", "label": "Dissoziative Krampfanfälle", "rubrics": {"preferred": "Dissoziative Krampfanfälle", "definition": "Dissoziative Krampfanfälle können epileptischen Anfällen bezüglich ihrer Bewegungen sehr stark ähneln. Zungenbiss, Verletzungen beim Sturz oder Urininkontinenz sind jedoch selten. Ein Bewusstseinsverlust fehlt oder es findet sich statt dessen ein stupor- oder tranceähnlicher Zustand."}, "children": []}, {"code": "F44.6", "kind": "category", "label": "Dissoziative Sensibilitäts- und Empfindungsstörungen", "rubrics": {"preferred": "Dissoziative Sensibilitäts- und Empfindungsstörungen", "definition": "Die Grenzen anästhetischer Hautareale entsprechen oft eher den Vorstellungen des Patienten über Körperfunktionen als medizinischen Tatsachen. Es kann auch unterschiedliche Ausfälle der sensorischen Modalitäten geben, die nicht Folge einer neurologischen Läsion sein können. Sensorische Ausfälle können von Klagen über Parästhesien begleitet sein. Vollständige Seh- oder Hörverluste bei dissoziativen Störungen sind selten.", "inclusion": "Psychogene Schwerhörigkeit oder Taubheit"}, "children": []}, {"code": "F44.7", "kind": "category", "label": "Dissoziative Störungen [Konversionsstörungen], gemischt", "rubrics": {"preferred": "Dissoziative Störungen [Konversionsstörungen], gemischt", "definition": "Kombinationen der unter F44.0-F44.6 beschriebenen Störungen."}, "children": []}, {"code": "F44.8", "kind": "category", "label": "Sonstige dissoziative Störungen [Konversionsstörungen]", "rubrics": {"preferred": "Sonstige dissoziative Störungen [Konversionsstörungen]"}, "children": [{"code": "F44.80", "kind": "category", "label": "Ganser-Syndrom", "rubrics": {"preferred": "Ganser-Syndrom"}, "children": []}, {"code": "F44.81", "kind": "category", "label": "Multiple Persönlichkeit(sstörung)", "rubrics": {"preferred": "Multiple Persönlichkeit(sstörung)"}, "children": []}, {"code": "F44.82", "kind": "category", "label": "Transitorische dissoziative Störungen [Konversionsstörungen] in Kindheit und Jugend", "rubrics": {"preferred": "Transitorische dissoziative Störungen [Konversionsstörungen] in Kindheit und Jugend"}, "children": []}, {"code": "F44.88", "kind": "category", "label": "Sonstige dissoziative Störungen [Konversionsstörungen]", "rubrics": {"preferred": "Sonstige dissoziative Störungen [Konversionsstörungen]", "inclusion": "Psychogen:\n\t\t\t\tVerwirrtheit"}, "children": []}]}, {"code": "F44.9", "kind": "category", "label": "Dissoziative Störung [Konversionsstörung], nicht näher bezeichnet", "rubrics": {"preferred": "Dissoziative Störung [Konversionsstörung], nicht näher bezeichnet"}, "children": []}]}, {"code": "F45", "kind": "category", "label": "Somatoforme Störungen", "rubrics": {"preferred": "Somatoforme Störungen", "definition": "Das Charakteristikum ist die wiederholte Darbietung körperlicher Symptome in Verbindung mit hartnäckigen Forderungen nach medizinischen Untersuchungen trotz wiederholter negativer Ergebnisse und Versicherung der Ärzte, dass die Symptome nicht körperlich begründbar sind. Wenn somatische Störungen vorhanden sind, erklären sie nicht die Art und das Ausmaß der Symptome, das Leiden und die innerliche Beteiligung des Patienten.", "coding-hint": "Für die Anwendung der Schlüsselnummer F45.41 sind die vorgenannten Kriterien nicht heranzuziehen. Für die Anwendung dieser Kategorie gelten die im Hinweistext der Schlüsselnummer aufgeführten Kriterien.", "exclusion": "TrichotillomanieF63.3"}, "children": [{"code": "F45.0", "kind": "category", "label": "Somatisierungsstörung", "rubrics": {"preferred": "Somatisierungsstörung", "definition": "Charakteristisch sind multiple, wiederholt auftretende und häufig wechselnde körperliche Symptome, die wenigstens zwei Jahre bestehen. Die meisten Patienten haben eine lange und komplizierte Patienten-Karriere hinter sich, sowohl in der Primärversorgung als auch in spezialisierten medizinischen Einrichtungen, wo viele negative Untersuchungen und ergebnislose explorative Operationen durchgeführt sein können. Die Symptome können sich auf jeden Körperteil oder jedes System des Körpers beziehen. Der Verlauf der Störung ist chronisch und fluktuierend und häufig mit einer langdauernden Störung des sozialen, interpersonalen und familiären Verhaltens verbunden. Eine kurzdauernde (weniger als zwei Jahre) und weniger auffallende Symptomatik wird besser unter F45.1 klassifiziert (undifferenzierte Somatisierungsstörung).", "inclusion": "Multiple psychosomatische Störung", "exclusion": "Simulation [bewusste Simulation]Z76.8"}, "children": []}, {"code": "F45.1", "kind": "category", "label": "Undifferenzierte Somatisierungsstörung", "rubrics": {"preferred": "Undifferenzierte Somatisierungsstörung", "definition": "Wenn die körperlichen Beschwerden zahlreich, unterschiedlich und hartnäckig sind, aber das vollständige und typische klinische Bild einer Somatisierungsstörung nicht erfüllt ist, ist die Diagnose undifferenzierte Somatisierungsstörung zu erwägen.", "inclusion": "Undifferenzierte psychosomatische Störung"}, "children": []}, {"code": "F45.2", "kind": "category", "label": "Hypochondrische Störung", "rubrics": {"preferred": "Hypochondrische Störung", "definition": "Vorherrschendes Kennzeichen ist eine beharrliche Beschäftigung mit der Möglichkeit, an einer oder mehreren schweren und fortschreitenden körperlichen Krankheiten zu leiden. Die Patienten manifestieren anhaltende körperliche Beschwerden oder anhaltende Beschäftigung mit ihren körperlichen Phänomenen. Normale oder allgemeine Körperwahrnehmungen und Symptome werden von dem betreffenden Patienten oft als abnorm und belastend interpretiert und die Aufmerksamkeit meist auf nur ein oder zwei Organe oder Organsysteme des Körpers fokussiert. Depression und Angst finden sich häufig und können dann zusätzliche Diagnosen rechtfertigen.", "inclusion": "Nosophobie", "exclusion": "Wahnhafte DysmorphophobieF22.8"}, "children": []}, {"code": "F45.3", "kind": "category", "label": "Somatoforme autonome Funktionsstörung", "rubrics": {"preferred": "Somatoforme autonome Funktionsstörung", "definition": "Die Symptome werden vom Patienten so geschildert, als beruhten sie auf der körperlichen Krankheit eines Systems oder eines Organs, das weitgehend oder vollständig vegetativ innerviert und kontrolliert wird, so etwa des kardiovaskulären, des gastrointestinalen, des respiratorischen oder des urogenitalen Systems. Es finden sich meist zwei Symptomgruppen, die beide nicht auf eine körperliche Krankheit des betreffenden Organs oder Systems hinweisen. Die erste Gruppe umfasst Beschwerden, die auf objektivierbaren Symptomen der vegetativen Stimulation beruhen wie etwa Herzklopfen, Schwitzen, Erröten, Zittern. Sie sind Ausdruck der Furcht vor und Beeinträchtigung durch eine(r) somatische(n) Störung. Die zweite Gruppe beinhaltet subjektive Beschwerden unspezifischer und wechselnder Natur, wie flüchtige Schmerzen, Brennen, Schwere, Enge und Gefühle, aufgebläht oder auseinander gezogen zu werden, die vom Patienten einem spezifischen Organ oder System zugeordnet werden.", "inclusion": "Psychogene Formen:\n\t\t\t\tSingultus", "exclusion": "Psychische und Verhaltenseinflüsse bei anderenorts klassifizierten Störungen oder KrankheitenF54"}, "children": [{"code": "F45.30", "kind": "category", "label": "Herz und Kreislaufsystem", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Herz und Kreislaufsystem", "preferred": "Herz und Kreislaufsystem"}, "children": []}, {"code": "F45.31", "kind": "category", "label": "Oberes Verdauungssystem", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Oberes Verdauungssystem", "preferred": "Oberes Verdauungssystem"}, "children": []}, {"code": "F45.32", "kind": "category", "label": "Unteres Verdauungssystem", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Unteres Verdauungssystem", "preferred": "Unteres Verdauungssystem"}, "children": []}, {"code": "F45.33", "kind": "category", "label": "Atmungssystem", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Atmungssystem", "preferred": "Atmungssystem"}, "children": []}, {"code": "F45.34", "kind": "category", "label": "Urogenitalsystem", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Urogenitalsystem", "preferred": "Urogenitalsystem"}, "children": []}, {"code": "F45.37", "kind": "category", "label": "Mehrere Organe und Systeme", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Mehrere Organe und Systeme", "preferred": "Mehrere Organe und Systeme"}, "children": []}, {"code": "F45.38", "kind": "category", "label": "Sonstige Organe und Systeme", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Sonstige Organe und Systeme", "preferred": "Sonstige Organe und Systeme"}, "children": []}, {"code": "F45.39", "kind": "category", "label": "Nicht näher bezeichnetes Organ oder System", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Nicht näher bezeichnetes Organ oder System", "preferred": "Nicht näher bezeichnetes Organ oder System"}, "children": []}]}, {"code": "F45.4", "kind": "category", "label": "Anhaltende Schmerzstörung", "rubrics": {"preferred": "Anhaltende Schmerzstörung", "definition": "Schmerzzustände mit vermutlich psychogenem Ursprung, die im Verlauf depressiver Störungen oder einer Schizophrenie auftreten, sollten hier nicht berücksichtigt werden.", "exclusion": "Schmerz:\n\t\t\t\to.n.A.R52.9"}, "children": [{"code": "F45.40", "kind": "category", "label": "Anhaltende somatoforme Schmerzstörung", "rubrics": {"preferred": "Anhaltende somatoforme Schmerzstörung", "definition": "Die vorherrschende Beschwerde ist ein andauernder, schwerer und quälender Schmerz, der durch einen physiologischen Prozess oder eine körperliche Störung nicht hinreichend erklärt werden kann. Er tritt in Verbindung mit emotionalen Konflikten oder psychosozialen Belastungen auf, denen die Hauptrolle für Beginn, Schweregrad, Exazerbation oder Aufrechterhaltung der Schmerzen zukommt. Die Folge ist meist eine beträchtlich gesteigerte persönliche oder medizinische Hilfe und Unterstützung.", "inclusion": "Somatoforme Schmerzstörung", "exclusion": "SpannungskopfschmerzG44.2"}, "children": []}, {"code": "F45.41", "kind": "category", "label": "Chronische Schmerzstörung mit somatischen und psychischen Faktoren", "rubrics": {"preferred": "Chronische Schmerzstörung mit somatischen und psychischen Faktoren", "definition": "Im Vordergrund des klinischen Bildes stehen seit mindestens 6 Monaten bestehende Schmerzen in einer oder mehreren anatomischen Regionen, die ihren Ausgangspunkt in einem physiologischen Prozess oder einer körperlichen Störung haben. Psychischen Faktoren wird eine wichtige Rolle für Schweregrad, Exazerbation oder Aufrechterhaltung der Schmerzen beigemessen, jedoch nicht die ursächliche Rolle für deren Beginn. Der Schmerz verursacht in klinisch bedeutsamer Weise Leiden und Beeinträchtigungen in sozialen, beruflichen oder anderen wichtigen Funktionsbereichen. Der Schmerz wird nicht absichtlich erzeugt oder vorgetäuscht (wie bei der vorgetäuschten Störung oder Simulation). Schmerzstörungen insbesondere im Zusammenhang mit einer affektiven, Angst-, Somatisierungs- oder psychotischen Störung sollen hier nicht berücksichtigt werden.", "exclusion": "Psychologische Faktoren oder Verhaltensfaktoren bei anderenorts klassifizierten Krankheiten F54"}, "children": []}]}, {"code": "F45.8", "kind": "category", "label": "Sonstige somatoforme Störungen", "rubrics": {"preferred": "Sonstige somatoforme Störungen", "definition": "Hier sollten alle anderen Störungen der Wahrnehmung, der Körperfunktion und des Krankheitsverhaltens klassifiziert werden, die nicht durch das vegetative Nervensystem vermittelt werden, die auf spezifische Teile oder Systeme des Körpers begrenzt sind und mit belastenden Ereignissen oder Problemen eng in Verbindung stehen.", "inclusion": "Psychogen:\n\t\t\t\tZähneknirschen"}, "children": []}, {"code": "F45.9", "kind": "category", "label": "Somatoforme Störung, nicht näher bezeichnet", "rubrics": {"preferred": "Somatoforme Störung, nicht näher bezeichnet", "inclusion": "Psychosomatische Störung o.n.A."}, "children": []}]}, {"code": "F48", "kind": "category", "label": "Andere neurotische Störungen", "rubrics": {"preferred": "Andere neurotische Störungen"}, "children": [{"code": "F48.0", "kind": "category", "label": "Neurasthenie", "rubrics": {"preferred": "Neurasthenie", "definition": "Im Erscheinungsbild zeigen sich beträchtliche kulturelle Unterschiede. Zwei Hauptformen überschneiden sich beträchtlich. Bei einer Form ist das Hauptcharakteristikum die Klage über vermehrte Müdigkeit nach geistigen Anstrengungen, häufig verbunden mit abnehmender Arbeitsleistung oder Effektivität bei der Bewältigung täglicher Aufgaben. Die geistige Ermüdbarkeit wird typischerweise als unangenehmes Eindringen ablenkender Assoziationen oder Erinnerungen beschrieben, als Konzentrationsschwäche und allgemein ineffektives Denken. Bei der anderen Form liegt das Schwergewicht auf Gefühlen körperlicher Schwäche und Erschöpfung nach nur geringer Anstrengung, begleitet von muskulären und anderen Schmerzen und der Unfähigkeit, sich zu entspannen. Bei beiden Formen finden sich eine ganze Reihe von anderen unangenehmen körperlichen Empfindungen wie Schwindelgefühl, Spannungskopfschmerz und allgemeine Unsicherheit. Sorge über abnehmendes geistiges und körperliches Wohlbefinden, Reizbarkeit, Freudlosigkeit, Depression und Angst sind häufig. Der Schlaf ist oft in der ersten und mittleren Phase gestört, es kann aber auch Hypersomnie im Vordergrund stehen.", "inclusion": "Ermüdungssyndrom", "coding-hint": "Soll eine vorausgegangene Krankheit angegeben werden, ist eine zusätzliche Schlüsselnummer zu benutzen.", "exclusion": "Unwohlsein und ErmüdungR53"}, "children": []}, {"code": "F48.1", "kind": "category", "label": "Depersonalisations- und Derealisationssyndrom", "rubrics": {"preferred": "Depersonalisations- und Derealisationssyndrom", "definition": "Eine seltene Störung, bei der ein Patient spontan beklagt, dass seine geistige Aktivität, sein Körper oder die Umgebung sich in ihrer Qualität verändert haben, und unwirklich, wie in weiter Ferne oder automatisiert erlebt werden. Neben vielen anderen Phänomenen und Symptomen klagen die Patienten am häufigsten über den Verlust von Emotionen, über Entfremdung und Loslösung vom eigenen Denken, vom Körper oder von der umgebenden realen Welt. Trotz der dramatischen Form dieser Erfahrungen ist sich der betreffende Patient der Unwirklichkeit dieser Veränderung bewusst. Das Sensorium ist normal, die Möglichkeiten des emotionalen Ausdrucks intakt. Depersonalisations- und Derealisationsphänomene können im Rahmen einer schizophrenen, depressiven, phobischen oder Zwangsstörung auftreten. In solchen Fällen sollte die Diagnose der im Vordergrund stehenden Störung gestellt werden."}, "children": []}, {"code": "F48.8", "kind": "category", "label": "Sonstige neurotische Störungen", "rubrics": {"preferred": "Sonstige neurotische Störungen", "inclusion": "Psychogene Synkope"}, "children": []}, {"code": "F48.9", "kind": "category", "label": "Neurotische Störung, nicht näher bezeichnet", "rubrics": {"preferred": "Neurotische Störung, nicht näher bezeichnet", "inclusion": "Neurose o.n.A."}, "children": []}]}]}, {"code": "F50-F59", "kind": "block", "label": "Verhaltensauffälligkeiten mit körperlichen Störungen und Faktoren", "rubrics": {"preferred": "Verhaltensauffälligkeiten mit körperlichen Störungen und Faktoren"}, "children": [{"code": "F50", "kind": "category", "label": "Essstörungen", "rubrics": {"preferred": "Essstörungen", "exclusion": "PolyphagieR63.2"}, "children": [{"code": "F50.0", "kind": "category", "label": "Anorexia nervosa", "rubrics": {"preferred": "Anorexia nervosa", "definition": "Die Anorexia ist durch einen absichtlich selbst herbeigeführten oder aufrechterhaltenen Gewichtsverlust charakterisiert. Am häufigsten ist die Störung bei heranwachsenden Mädchen und jungen Frauen; heranwachsende Jungen und junge Männer, Kinder vor der Pubertät und Frauen bis zur Menopause können ebenfalls betroffen sein. Die Krankheit ist mit einer spezifischen Psychopathologie verbunden, wobei die Angst vor einem dicken Körper und einer schlaffen Körperform als eine tiefverwurzelte überwertige Idee besteht und die Betroffenen eine sehr niedrige Gewichtsschwelle für sich selbst festlegen. Es liegt meist Unterernährung unterschiedlichen Schweregrades vor, die sekundär zu endokrinen und metabolischen Veränderungen und zu körperlichen Funktionsstörungen führt. Zu den Symptomen gehören eingeschränkte Nahrungsauswahl, übertriebene körperliche Aktivitäten, selbstinduziertes Erbrechen und Abführen und der Gebrauch von Appetitzüglern und Diuretika.", "exclusion": "Psychogener AppetitverlustF50.8"}, "children": [{"code": "F50.00", "kind": "category", "label": "Anorexia nervosa, restriktiver Typ", "rubrics": {"preferred": "Anorexia nervosa, restriktiver Typ", "inclusion": "Anorexia nervosa, ohne Maßnahmen zur Gewichtsreduktion"}, "children": []}, {"code": "F50.01", "kind": "category", "label": "Anorexia nervosa, aktiver Typ", "rubrics": {"preferred": "Anorexia nervosa, aktiver Typ", "inclusion": "Anorexia nervosa, mit Maßnahmen zur Gewichtsreduktion"}, "children": []}, {"code": "F50.08", "kind": "category", "label": "Sonstige und nicht näher bezeichnete Anorexia nervosa", "rubrics": {"preferred": "Sonstige und nicht näher bezeichnete Anorexia nervosa", "inclusion": "Anorexia nervosa o.n.A."}, "children": []}]}, {"code": "F50.1", "kind": "category", "label": "Atypische Anorexia nervosa", "rubrics": {"preferred": "Atypische Anorexia nervosa", "definition": "Es handelt sich um Störungen, die einige Kriterien der Anorexia nervosa erfüllen, das gesamte klinische Bild rechtfertigt die Diagnose jedoch nicht. Zum Beispiel können die Schlüsselsymptome wie deutliche Angst vor dem zu Dicksein oder die Amenorrhoe fehlen, trotz eines erheblichen Gewichtsverlustes und gewichtsreduzierendem Verhalten. Die Diagnose ist bei einer bekannten körperlichen Krankheit mit Gewichtsverlust nicht zu stellen."}, "children": []}, {"code": "F50.2", "kind": "category", "label": "Bulimia nervosa", "rubrics": {"preferred": "Bulimia nervosa", "definition": "Ein Syndrom, das durch wiederholte Anfälle von Heißhunger und eine übertriebene Beschäftigung mit der Kontrolle des Körpergewichts charakterisiert ist. Dies führt zu einem Verhaltensmuster von Essanfällen und Erbrechen oder Gebrauch von Abführmitteln. Viele psychische Merkmale dieser Störung ähneln denen der Anorexia nervosa, so die übertriebene Sorge um Körperform und Gewicht. Wiederholtes Erbrechen kann zu Elektrolytstörungen und körperlichen Komplikationen führen. Häufig lässt sich in der Anamnese eine frühere Episode einer Anorexia nervosa mit einem Intervall von einigen Monaten bis zu mehreren Jahren nachweisen.", "inclusion": "Hyperorexia nervosa"}, "children": []}, {"code": "F50.3", "kind": "category", "label": "Atypische Bulimia nervosa", "rubrics": {"preferred": "Atypische Bulimia nervosa", "definition": "Es handelt sich um Störungen, die einige Kriterien der Bulimia nervosa erfüllen, das gesamte klinische Bild rechtfertigt die Diagnose jedoch nicht. Zum Beispiel können wiederholte Essanfälle und übermäßiger Gebrauch von Abführmitteln auftreten ohne signifikante Gewichtsveränderungen, oder es fehlt die typische übertriebene Sorge um Körperform und Gewicht."}, "children": []}, {"code": "F50.4", "kind": "category", "label": "Essattacken bei anderen psychischen Störungen", "rubrics": {"preferred": "Essattacken bei anderen psychischen Störungen", "definition": "Übermäßiges Essen als Reaktion auf belastende Ereignisse, wie etwa Trauerfälle, Unfälle und Geburt.", "inclusion": "Psychogene Essattacken", "exclusion": "ÜbergewichtE66.-"}, "children": []}, {"code": "F50.5", "kind": "category", "label": "Erbrechen bei anderen psychischen Störungen", "rubrics": {"preferred": "Erbrechen bei anderen psychischen Störungen", "definition": "Wiederholtes Erbrechen bei dissoziativen Störungen F44.- und Hypochondrie F45.2 und Erbrechen, das nicht unter anderen Zustandsbildern außerhalb des Kapitels V klassifiziert werden kann. Diese Subkategorie kann zusätzlich zu O21.- (übermäßiges Erbrechen in der Schwangerschaft) verwendet werden, wenn hauptsächlich emotionale Faktoren wiederholte Übelkeit und Erbrechen verursachen.", "inclusion": "Psychogenes Erbrechen", "exclusion": "ÜbelkeitR11"}, "children": []}, {"code": "F50.8", "kind": "category", "label": "Sonstige Essstörungen", "rubrics": {"preferred": "Sonstige Essstörungen", "inclusion": "Psychogener Appetitverlust", "exclusion": "Pica im KindesalterF98.3"}, "children": []}, {"code": "F50.9", "kind": "category", "label": "Essstörung, nicht näher bezeichnet", "rubrics": {"preferred": "Essstörung, nicht näher bezeichnet"}, "children": []}]}, {"code": "F51", "kind": "category", "label": "Nichtorganische Schlafstörungen", "rubrics": {"preferred": "Nichtorganische Schlafstörungen", "definition": "In vielen Fällen ist eine Schlafstörung Symptom einer anderen psychischen oder körperlichen Krankheit. Ob eine Schlafstörung bei einem bestimmten Patienten ein eigenständiges Krankheitsbild oder einfach Merkmal einer anderen Krankheit (klassifiziert anderenorts in Kapitel V oder in anderen Kapiteln) ist, sollte auf der Basis des klinischen Erscheinungsbildes, des Verlaufs sowie aufgrund therapeutischer Erwägungen und Prioritäten zum Zeitpunkt der Konsultation entschieden werden. Wenn die Schlafstörung eine der Hauptbeschwerden darstellt und als eigenständiges Zustandsbild aufgefasst wird, dann soll diese Kodierung gemeinsam mit dazugehörenden Diagnosen verwendet werden, welche die Psychopathologie und Pathophysiologie des gegebenen Falles beschreiben. Diese Kategorie umfasst nur Schlafstörungen, bei denen emotionale Ursachen als primärer Faktor aufgefasst werden, und die nicht durch anderenorts klassifizierte körperliche Störungen verursacht werden.", "exclusion": "Schlafstörungen (organisch)G47.-"}, "children": [{"code": "F51.0", "kind": "category", "label": "Nichtorganische Insomnie", "rubrics": {"preferred": "Nichtorganische Insomnie", "definition": "Insomnie ist ein Zustandsbild mit einer ungenügenden Dauer und Qualität des Schlafes, das über einen beträchtlichen Zeitraum besteht und Einschlafstörungen, Durchschlafstörungen und frühmorgendliches Erwachen einschließt. Insomnie ist ein häufiges Symptom vieler psychischer und somatischer Störungen und soll daher nur zusätzlich klassifiziert werden, wenn sie das klinische Bild beherrscht.", "exclusion": "Insomnie (organisch)G47.0"}, "children": []}, {"code": "F51.1", "kind": "category", "label": "Nichtorganische Hypersomnie", "rubrics": {"preferred": "Nichtorganische Hypersomnie", "definition": "Hypersomnie ist definiert entweder als Zustand exzessiver Schläfrigkeit während des Tages und Schlafattacken (die nicht durch eine inadäquate Schlafdauer erklärbar sind) oder durch verlängerte Übergangszeiten bis zum Wachzustand nach dem Aufwachen. Bei Fehlen einer organischen Ursache für die Hypersomnie ist dieses Zustandsbild gewöhnlich mit anderen psychischen Störungen verbunden.", "exclusion": "NarkolepsieG47.4"}, "children": []}, {"code": "F51.2", "kind": "category", "label": "Nichtorganische Störung des Schlaf-Wach-Rhythmus", "rubrics": {"preferred": "Nichtorganische Störung des Schlaf-Wach-Rhythmus", "definition": "Eine Störung des Schlaf-Wach-Rhythmus ist definiert als Mangel an Synchronizität zwischen dem individuellen Schlaf-Wach-Rhythmus und dem erwünschten Schlaf-Wach-Rhythmus der Umgebung. Dies führt zu Klagen über Schlaflosigkeit und Hypersomnie.", "inclusion": "Psychogene Umkehr:\n\t\t\t\t24-Stunden-Rhythmus", "exclusion": "Störungen des Schlaf-Wach-Rhythmus (organisch)G47.2"}, "children": []}, {"code": "F51.3", "kind": "category", "label": "Schlafwandeln [Somnambulismus]", "rubrics": {"preferred": "Schlafwandeln [Somnambulismus]", "definition": "Schlafwandeln oder Somnambulismus ist ein Zustand veränderter Bewusstseinslage, in dem Phänomene von Schlaf und Wachsein kombiniert sind. Während einer schlafwandlerischen Episode verlässt die betreffende Person das Bett, häufig während des ersten Drittels des Nachtschlafes, geht umher, zeigt ein herabgesetztes Bewusstsein, verminderte Reaktivität und Geschicklichkeit. Nach dem Erwachen besteht meist keine Erinnerung an das Schlafwandeln mehr."}, "children": []}, {"code": "F51.4", "kind": "category", "label": "Pavor nocturnus", "rubrics": {"preferred": "Pavor nocturnus", "definition": "Nächtliche Episoden äußerster Furcht und Panik mit heftigem Schreien, Bewegungen und starker autonomer Erregung. Die betroffene Person setzt sich oder steht mit einem Panikschrei auf, gewöhnlich während des ersten Drittels des Nachtschlafes. Häufig stürzt sie zur Tür wie um zu entfliehen, meist aber ohne den Raum zu verlassen. Nach dem Erwachen fehlt die Erinnerung an das Geschehen oder ist auf ein oder zwei bruchstückhafte bildhafte Vorstellungen begrenzt."}, "children": []}, {"code": "F51.5", "kind": "category", "label": "Albträume [Angstträume]", "rubrics": {"preferred": "Albträume [Angstträume]", "definition": "Traumerleben voller Angst oder Furcht, mit sehr detaillierter Erinnerung an den Trauminhalt. Dieses Traumerleben ist sehr lebhaft, Themen sind die Bedrohung des Lebens, der Sicherheit oder der Selbstachtung. Oft besteht eine Wiederholung gleicher oder ähnlicher erschreckender Albtraumthemen. Während einer typischen Episode besteht eine autonome Stimulation, aber kein wahrnehmbares Schreien oder Körperbewegungen. Nach dem Aufwachen wird der Patient rasch lebhaft und orientiert.", "inclusion": "Angsttraumstörung"}, "children": []}, {"code": "F51.8", "kind": "category", "label": "Sonstige nichtorganische Schlafstörungen", "rubrics": {"preferred": "Sonstige nichtorganische Schlafstörungen"}, "children": []}, {"code": "F51.9", "kind": "category", "label": "Nichtorganische Schlafstörung, nicht näher bezeichnet", "rubrics": {"preferred": "Nichtorganische Schlafstörung, nicht näher bezeichnet", "inclusion": "Emotional bedingte Schlafstörung o.n.A."}, "children": []}]}, {"code": "F52", "kind": "category", "label": "Sexuelle Funktionsstörungen, nicht verursacht durch eine organische Störung oder Krankheit", "rubrics": {"preferred": "Sexuelle Funktionsstörungen, nicht verursacht durch eine organische Störung oder Krankheit", "definition": "Sexuelle Funktionsstörungen verhindern die von der betroffenen Person gewünschte sexuelle Beziehung. Die sexuellen Reaktionen sind psychosomatische Prozesse, d.h. bei der Entstehung von sexuellen Funktionsstörungen sind gewöhnlich sowohl psychologische als auch somatische Prozesse beteiligt.", "exclusion": "Dhat-SyndromF48.8"}, "children": [{"code": "F52.0", "kind": "category", "label": "Mangel oder Verlust von sexuellem Verlangen", "rubrics": {"preferred": "Mangel oder Verlust von sexuellem Verlangen", "definition": "Der Verlust des sexuellen Verlangens ist das Grundproblem und beruht nicht auf anderen sexuellen Störungen wie Erektionsstörungen oder Dyspareunie.", "inclusion": "Sexuelle Hypoaktivität"}, "children": []}, {"code": "F52.1", "kind": "category", "label": "Sexuelle Aversion und mangelnde sexuelle Befriedigung", "rubrics": {"preferred": "Sexuelle Aversion und mangelnde sexuelle Befriedigung", "definition": "Entweder ist der Bereich sexueller Partnerbeziehungen mit so großer Furcht oder Angst verbunden, dass sexuelle Aktivitäten vermieden werden (sexuelle Aversion) oder sexuelle Reaktionen verlaufen normal und ein Orgasmus wird erlebt, aber ohne die entsprechende Lust daran (Mangel an sexueller Befriedigung).", "inclusion": "Sexuelle Anhedonie"}, "children": []}, {"code": "F52.2", "kind": "category", "label": "Versagen genitaler Reaktionen", "rubrics": {"preferred": "Versagen genitaler Reaktionen", "definition": "Das Hauptproblem ist bei Männern die Erektionsstörung (Schwierigkeit, eine für einen befriedigenden Geschlechtsverkehr notwendige Erektion zu erlangen oder aufrecht zu erhalten). Bei Frauen ist das Hauptproblem mangelnde oder fehlende vaginale Lubrikation.", "inclusion": "Störung der sexuellen Erregung bei der Frau", "exclusion": "Impotenz organischen UrsprungsN48.4"}, "children": []}, {"code": "F52.3", "kind": "category", "label": "Orgasmusstörung", "rubrics": {"preferred": "Orgasmusstörung", "definition": "Der Orgasmus tritt nicht oder nur stark verzögert ein.", "inclusion": "Psychogene Anorgasmie"}, "children": []}, {"code": "F52.4", "kind": "category", "label": "Ejaculatio praecox", "rubrics": {"preferred": "Ejaculatio praecox", "definition": "Unfähigkeit, die Ejakulation ausreichend zu kontrollieren, damit der Geschlechtsverkehr für beide Partner befriedigend ist."}, "children": []}, {"code": "F52.5", "kind": "category", "label": "Nichtorganischer Vaginismus", "rubrics": {"preferred": "Nichtorganischer Vaginismus", "definition": "Spasmus der die Vagina umgebenden Beckenbodenmuskulatur, wodurch der Introitus vaginae verschlossen wird. Die Immission des Penis ist unmöglich oder schmerzhaft.", "inclusion": "Psychogener Vaginismus", "exclusion": "Vaginismus (organisch)N94.2"}, "children": []}, {"code": "F52.6", "kind": "category", "label": "Nichtorganische Dyspareunie", "rubrics": {"preferred": "Nichtorganische Dyspareunie", "definition": "Eine Dyspareunie (Schmerzen während des Sexualverkehrs) tritt sowohl bei Frauen als auch bei Männern auf. Sie kann häufig einem lokalen krankhaften Geschehen zugeordnet werden und sollte dann unter der entsprechenden Störung klassifiziert werden. Diese Kategorie sollte nur dann verwendet werden, wenn keine andere primäre nichtorganische Sexualstörung vorliegt (z.B. Vaginismus oder mangelnde/fehlende vaginale Lubrikation).", "inclusion": "Psychogene Dyspareunie", "exclusion": "Dyspareunie (organisch)N94.1"}, "children": []}, {"code": "F52.7", "kind": "category", "label": "Gesteigertes sexuelles Verlangen", "rubrics": {"preferred": "Gesteigertes sexuelles Verlangen", "inclusion": "Satyriasis"}, "children": []}, {"code": "F52.8", "kind": "category", "label": "Sonstige sexuelle Funktionsstörungen, nicht verursacht durch eine organische Störung oder Krankheit", "rubrics": {"preferred": "Sonstige sexuelle Funktionsstörungen, nicht verursacht durch eine organische Störung oder Krankheit"}, "children": []}, {"code": "F52.9", "kind": "category", "label": "Nicht näher bezeichnete sexuelle Funktionsstörung, nicht verursacht durch eine organische Störung oder Krankheit", "rubrics": {"preferred": "Nicht näher bezeichnete sexuelle Funktionsstörung, nicht verursacht durch eine organische Störung oder Krankheit"}, "children": []}]}, {"code": "F53", "kind": "category", "label": "Psychische oder Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert", "rubrics": {"preferred": "Psychische oder Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert", "definition": "Hier sind nur psychische Störungen im Zusammenhang mit dem Wochenbett zu klassifizieren (Beginn innerhalb von sechs Wochen nach der Geburt), die nicht die Kriterien für anderenorts im Kapitel V (F) klassifizierte Störungen erfüllen. Hier wird verschlüsselt, entweder weil nur ungenügende Informationen verfügbar sind, oder weil man annimmt, dass spezielle zusätzliche klinische Aspekte vorliegen, die ihre Klassifikation an anderer Stelle unangemessen erscheinen lassen."}, "children": [{"code": "F53.0", "kind": "category", "label": "Leichte psychische und Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert", "rubrics": {"preferred": "Leichte psychische und Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert", "inclusion": "Depression:\n\t\t\t\tpostpartal o.n.A."}, "children": []}, {"code": "F53.1", "kind": "category", "label": "Schwere psychische und Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert", "rubrics": {"preferred": "Schwere psychische und Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert", "inclusion": "Puerperalpsychose o.n.A."}, "children": []}, {"code": "F53.8", "kind": "category", "label": "Sonstige psychische und Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert", "rubrics": {"preferred": "Sonstige psychische und Verhaltensstörungen im Wochenbett, anderenorts nicht klassifiziert"}, "children": []}, {"code": "F53.9", "kind": "category", "label": "Psychische Störung im Wochenbett, nicht näher bezeichnet", "rubrics": {"preferred": "Psychische Störung im Wochenbett, nicht näher bezeichnet"}, "children": []}]}, {"code": "F54", "kind": "category", "label": "Psychologische Faktoren oder Verhaltensfaktoren bei anderenorts klassifizierten Krankheiten", "rubrics": {"preferred": "Psychologische Faktoren oder Verhaltensfaktoren bei anderenorts klassifizierten Krankheiten", "definition": "Diese Kategorie sollte verwendet werden, um psychische Faktoren und Verhaltenseinflüsse zu erfassen, die eine wesentliche Rolle in der Ätiologie körperlicher Krankheiten spielen, die in anderen Kapiteln der ICD-10 klassifiziert werden. Die sich hierbei ergebenden psychischen Störungen sind meist leicht, oft lang anhaltend (wie Sorgen, emotionale Konflikte, ängstliche Erwartung) und rechtfertigen nicht die Zuordnung zu einer der anderen Kategorien des Kapitels V.", "inclusion": "Beispiele für den Gebrauch dieser Kategorie sind:\n\t\t\t\tUrtikaria F54 und L50.-", "coding-hint": "Soll eine assoziierte körperliche Krankheit angegeben werden, ist eine zusätzliche Schlüsselnummer zu benutzen.", "exclusion": "SpannungskopfschmerzG44.2"}, "children": []}, {"code": "F55", "kind": "category", "label": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen", "rubrics": {"preferred": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen", "definition": "Eine große Zahl von Arzneimitteln und Naturheilmitteln können missbraucht werden. Die wichtigsten Gruppen sind: 1. Psychotrope Substanzen, die keine Abhängigkeit hervorrufen, z.B. Antidepressiva, 2. Laxanzien, 3. Analgetika, die ohne ärztliche Verordnung erworben werden können, z.B. Aspirin und Paracetamol. Der anhaltende Gebrauch dieser Substanzen ist oft mit unnötigen Kontakten mit medizinischen und anderen Hilfseinrichtungen verbunden und manchmal von schädlichen körperlichen Auswirkungen der Substanzen begleitet.\n\t\t\t\tDer Versuch, dem Gebrauch der Substanz entgegenzusteuern oder ihn zu verbieten, stößt oft auf Widerstand. Bei Laxanzien und Analgetika führt der Missbrauch trotz Warnungen vor (oder sogar trotz der Entwicklung derselben) zu körperlichen Schäden, wie Nierenfunktions- oder Elektrolytstörungen. Obwohl die betreffende Person ein starkes Verlangen nach der Substanz hat, entwickeln sich keine Abhängigkeit bzw. Entzugssymptome wie bei den unter F10-F19 klassifizierten psychotropen Substanzen.", "inclusion": "Missbrauch von:\n\t\t\t\tVitaminen", "exclusion": "Missbrauch abhängigkeitserzeugender psychotroper SubstanzenF10-F19"}, "children": [{"code": "F55.0", "kind": "category", "label": "Antidepressiva", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Antidepressiva", "preferred": "Antidepressiva"}, "children": []}, {"code": "F55.1", "kind": "category", "label": "Laxanzien", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Laxanzien", "preferred": "Laxanzien"}, "children": []}, {"code": "F55.2", "kind": "category", "label": "Analgetika", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Analgetika", "preferred": "Analgetika"}, "children": []}, {"code": "F55.3", "kind": "category", "label": "Antazida", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Antazida", "preferred": "Antazida"}, "children": []}, {"code": "F55.4", "kind": "category", "label": "Vitamine", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Vitamine", "preferred": "Vitamine"}, "children": []}, {"code": "F55.5", "kind": "category", "label": "Steroide und Hormone", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Steroide und Hormone", "preferred": "Steroide und Hormone"}, "children": []}, {"code": "F55.6", "kind": "category", "label": "Pflanzen oder Naturheilmittel", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Pflanzen oder Naturheilmittel", "preferred": "Pflanzen oder Naturheilmittel"}, "children": []}, {"code": "F55.8", "kind": "category", "label": "Sonstige Substanzen", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Sonstige Substanzen", "preferred": "Sonstige Substanzen"}, "children": []}, {"code": "F55.9", "kind": "category", "label": "Nicht näher bezeichnete Substanz", "rubrics": {"preferredLong": "Schädlicher Gebrauch von nichtabhängigkeitserzeugenden Substanzen: Nicht näher bezeichnete Substanz", "preferred": "Nicht näher bezeichnete Substanz"}, "children": []}]}, {"code": "F59", "kind": "category", "label": "Nicht näher bezeichnete Verhaltensauffälligkeiten bei körperlichen Störungen und Faktoren", "rubrics": {"preferred": "Nicht näher bezeichnete Verhaltensauffälligkeiten bei körperlichen Störungen und Faktoren", "inclusion": "Psychogene körperliche Funktionsstörung o.n.A."}, "children": []}]}, {"code": "F60-F69", "kind": "block", "label": "Persönlichkeits- und Verhaltensstörungen", "rubrics": {"preferred": "Persönlichkeits- und Verhaltensstörungen", "text": "Dieser Abschnitt enthält eine Reihe von klinisch wichtigen, meist länger anhaltenden Zustandsbildern und Verhaltensmustern. Sie sind Ausdruck des charakteristischen, individuellen Lebensstils, des Verhältnisses zur eigenen Person und zu anderen Menschen. Einige dieser Zustandsbilder und Verhaltensmuster entstehen als Folge konstitutioneller Faktoren und sozialer Erfahrungen schon früh im Verlauf der individuellen Entwicklung, während andere erst später im Leben erworben werden. Die spezifischen Persönlichkeitsstörungen (F60.-), die kombinierten und anderen Persönlichkeitsstörungen (F61) und die Persönlichkeitsänderungen (F62.-) sind tief verwurzelte, anhaltende Verhaltensmuster, die sich in starren Reaktionen auf unterschiedliche persönliche und soziale Lebenslagen zeigen. Sie verkörpern gegenüber der Mehrheit der betreffenden Bevölkerung deutliche Abweichungen im Wahrnehmen, Denken, Fühlen und in den Beziehungen zu anderen. Solche Verhaltensmuster sind meistens stabil und beziehen sich auf vielfältige Bereiche des Verhaltens und der psychologischen Funktionen. Häufig gehen sie mit einem unterschiedlichen Ausmaß persönlichen Leidens und gestörter sozialer Funktionsfähigkeit einher."}, "children": [{"code": "F60", "kind": "category", "label": "Spezifische Persönlichkeitsstörungen", "rubrics": {"preferred": "Spezifische Persönlichkeitsstörungen", "definition": "Es handelt sich um schwere Störungen der Persönlichkeit und des Verhaltens der betroffenen Person, die nicht direkt auf eine Hirnschädigung oder -krankheit oder auf eine andere psychiatrische Störung zurückzuführen sind. Sie erfassen verschiedene Persönlichkeitsbereiche und gehen beinahe immer mit persönlichen und sozialen Beeinträchtigungen einher. Persönlichkeitsstörungen treten meist in der Kindheit oder in der Adoleszenz in Erscheinung und bestehen während des Erwachsenenalters weiter."}, "children": [{"code": "F60.0", "kind": "category", "label": "Paranoide Persönlichkeitsstörung", "rubrics": {"preferred": "Paranoide Persönlichkeitsstörung", "definition": "Diese Persönlichkeitsstörung ist durch übertriebene Empfindlichkeit gegenüber Zurückweisung, Nachtragen von Kränkungen, durch Misstrauen, sowie eine Neigung, Erlebtes zu verdrehen gekennzeichnet, indem neutrale oder freundliche Handlungen anderer als feindlich oder verächtlich missgedeutet werden, wiederkehrende unberechtigte Verdächtigungen hinsichtlich der sexuellen Treue des Ehegatten oder Sexualpartners, schließlich durch streitsüchtiges und beharrliches Bestehen auf eigenen Rechten. Diese Personen können zu überhöhtem Selbstwertgefühl und häufiger, übertriebener Selbstbezogenheit neigen.", "inclusion": "Persönlichkeit(sstörung):\n\t\t\t\tsensitiv paranoid", "exclusion": "Paranoid:\n\t\t\t\tZustandF22.0"}, "children": []}, {"code": "F60.1", "kind": "category", "label": "Schizoide Persönlichkeitsstörung", "rubrics": {"preferred": "Schizoide Persönlichkeitsstörung", "definition": "Eine Persönlichkeitsstörung, die durch einen Rückzug von affektiven, sozialen und anderen Kontakten mit übermäßiger Vorliebe für Phantasie, einzelgängerisches Verhalten und in sich gekehrte Zurückhaltung gekennzeichnet ist. Es besteht nur ein begrenztes Vermögen, Gefühle auszudrücken und Freude zu erleben.", "exclusion": "Wahnhafte StörungF22.0"}, "children": []}, {"code": "F60.2", "kind": "category", "label": "Dissoziale Persönlichkeitsstörung", "rubrics": {"preferred": "Dissoziale Persönlichkeitsstörung", "definition": "Eine Persönlichkeitsstörung, die durch eine Missachtung sozialer Verpflichtungen und herzloses Unbeteiligtsein an Gefühlen für andere gekennzeichnet ist. Zwischen dem Verhalten und den herrschenden sozialen Normen besteht eine erhebliche Diskrepanz. Das Verhalten erscheint durch nachteilige Erlebnisse, einschließlich Bestrafung, nicht änderungsfähig. Es besteht eine geringe Frustrationstoleranz und eine niedrige Schwelle für aggressives, auch gewalttätiges Verhalten, eine Neigung, andere zu beschuldigen oder vordergründige Rationalisierungen für das Verhalten anzubieten, durch das der betreffende Patient in einen Konflikt mit der Gesellschaft geraten ist.", "inclusion": "Persönlichkeit(sstörung):\n\t\t\t\tsoziopathisch", "exclusion": "Störungen des SozialverhaltensF91.-"}, "children": []}, {"code": "F60.3", "kind": "category", "label": "Emotional instabile Persönlichkeitsstörung", "rubrics": {"preferred": "Emotional instabile Persönlichkeitsstörung", "definition": "Eine Persönlichkeitsstörung mit deutlicher Tendenz, Impulse ohne Berücksichtigung von Konsequenzen auszuagieren, verbunden mit unvorhersehbarer und launenhafter Stimmung. Es besteht eine Neigung zu emotionalen Ausbrüchen und eine Unfähigkeit, impulshaftes Verhalten zu kontrollieren. Ferner besteht eine Tendenz zu streitsüchtigem Verhalten und zu Konflikten mit anderen, insbesondere wenn impulsive Handlungen durchkreuzt oder behindert werden. Zwei Erscheinungsformen können unterschieden werden: Ein impulsiver Typus, vorwiegend gekennzeichnet durch emotionale Instabilität und mangelnde Impulskontrolle; und ein Borderline- Typus, zusätzlich gekennzeichnet durch Störungen des Selbstbildes, der Ziele und der inneren Präferenzen, durch ein chronisches Gefühl von Leere, durch intensive, aber unbeständige Beziehungen und eine Neigung zu selbstdestruktivem Verhalten mit parasuizidalen Handlungen und Suizidversuchen.", "exclusion": "Dissoziale PersönlichkeitsstörungF60.2"}, "children": [{"code": "F60.30", "kind": "category", "label": "Impulsiver Typ", "rubrics": {"preferredLong": "Emotional instabile Persönlichkeitsstörung: Impulsiver Typ", "preferred": "Impulsiver Typ", "inclusion": "Persönlichkeit(sstörung):\n\t\t\t\treizbar (explosiv)"}, "children": []}, {"code": "F60.31", "kind": "category", "label": "Borderline-Typ", "rubrics": {"preferredLong": "Emotional instabile Persönlichkeitsstörung: Borderline-Typ", "preferred": "Borderline-Typ"}, "children": []}]}, {"code": "F60.4", "kind": "category", "label": "Histrionische Persönlichkeitsstörung", "rubrics": {"preferred": "Histrionische Persönlichkeitsstörung", "definition": "Eine Persönlichkeitsstörung, die durch oberflächliche und labile Affektivität, Dramatisierung, einen theatralischen, übertriebenen Ausdruck von Gefühlen, durch Suggestibilität, Egozentrik, Genusssucht, Mangel an Rücksichtnahme, erhöhte Kränkbarkeit und ein dauerndes Verlangen nach Anerkennung, äußeren Reizen und Aufmerksamkeit gekennzeichnet ist.", "inclusion": "Persönlichkeit(sstörung):\n\t\t\t\tinfantil"}, "children": []}, {"code": "F60.5", "kind": "category", "label": "Anankastische [zwanghafte] Persönlichkeitsstörung", "rubrics": {"preferred": "Anankastische [zwanghafte] Persönlichkeitsstörung", "definition": "Eine Persönlichkeitsstörung, die durch Gefühle von Zweifel, Perfektionismus, übertriebener Gewissenhaftigkeit, ständigen Kontrollen, Halsstarrigkeit, Vorsicht und Starrheit gekennzeichnet ist. Es können beharrliche und unerwünschte Gedanken oder Impulse auftreten, die nicht die Schwere einer Zwangsstörung erreichen.", "inclusion": "Zwangspersönlichkeit(sstörung)", "exclusion": "ZwangsstörungF42.-"}, "children": []}, {"code": "F60.6", "kind": "category", "label": "Ängstliche (vermeidende) Persönlichkeitsstörung", "rubrics": {"preferred": "Ängstliche (vermeidende) Persönlichkeitsstörung", "definition": "Eine Persönlichkeitsstörung, die durch Gefühle von Anspannung und Besorgtheit, Unsicherheit und Minderwertigkeit gekennzeichnet ist. Es besteht eine andauernde Sehnsucht nach Zuneigung und Akzeptiertwerden, eine Überempfindlichkeit gegenüber Zurückweisung und Kritik mit eingeschränkter Beziehungsfähigkeit. Die betreffende Person neigt zur Überbetonung potentieller Gefahren oder Risiken alltäglicher Situationen bis zur Vermeidung bestimmter Aktivitäten."}, "children": []}, {"code": "F60.7", "kind": "category", "label": "Abhängige (asthenische) Persönlichkeitsstörung", "rubrics": {"preferred": "Abhängige (asthenische) Persönlichkeitsstörung", "definition": "Personen mit dieser Persönlichkeitsstörung verlassen sich bei kleineren oder größeren Lebensentscheidungen passiv auf andere Menschen. Die Störung ist ferner durch große Trennungsangst, Gefühle von Hilflosigkeit und Inkompetenz, durch eine Neigung, sich den Wünschen älterer und anderer unterzuordnen sowie durch ein Versagen gegenüber den Anforderungen des täglichen Lebens gekennzeichnet. Die Kraftlosigkeit kann sich im intellektuellen emotionalen Bereich zeigen; bei Schwierigkeiten besteht die Tendenz, die Verantwortung anderen zuzuschieben.", "inclusion": "Persönlichkeit(sstörung):\n\t\t\t\tselbstschädigend"}, "children": []}, {"code": "F60.8", "kind": "category", "label": "Sonstige spezifische Persönlichkeitsstörungen", "rubrics": {"preferred": "Sonstige spezifische Persönlichkeitsstörungen", "inclusion": "Persönlichkeit(sstörung):\n\t\t\t\tunreif"}, "children": []}, {"code": "F60.9", "kind": "category", "label": "Persönlichkeitsstörung, nicht näher bezeichnet", "rubrics": {"preferred": "Persönlichkeitsstörung, nicht näher bezeichnet", "inclusion": "Pathologische Persönlichkeit o.n.A."}, "children": []}]}, {"code": "F61", "kind": "category", "label": "Kombinierte und andere Persönlichkeitsstörungen", "rubrics": {"preferred": "Kombinierte und andere Persönlichkeitsstörungen", "definition": "Diese Kategorie ist vorgesehen für Persönlichkeitsstörungen, die häufig zu Beeinträchtigungen führen, aber nicht die spezifischen Symptombilder der in F60.- beschriebenen Störungen aufweisen. Daher sind sie häufig schwieriger als die Störungen in F60.- zu diagnostizieren.\n\t\t\t\tBeispiele:\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\tKombinierte Persönlichkeitsstörungen mit Merkmalen aus verschiedenen der unter F60.- aufgeführten Störungen, jedoch ohne ein vorherrschendes Symptombild, das eine genauere Diagnose ermöglichen würde.\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\tStörende Persönlichkeitsänderungen, die nicht in F60.- oder F62.- einzuordnen sind, und Zweitdiagnosen zu bestehenden Affekt- oder Angststörung sind.", "exclusion": "Akzentuierte PersönlichkeitszügeZ73"}, "children": []}, {"code": "F62", "kind": "category", "label": "Andauernde Persönlichkeitsänderungen, nicht Folge einer Schädigung oder Krankheit des Gehirns", "rubrics": {"preferred": "Andauernde Persönlichkeitsänderungen, nicht Folge einer Schädigung oder Krankheit des Gehirns", "definition": "Persönlichkeits- und Verhaltensstörungen ohne vorbestehende Persönlichkeitsstörung nach extremer oder übermäßiger, anhaltender Belastung oder schweren psychiatrischen Krankheiten. Diese Diagnosen sollten nur dann gestellt werden, wenn Hinweise auf eine eindeutige und andauernde Veränderung in der Wahrnehmung sowie im Verhalten und Denken bezüglich der Umwelt und der eigenen Person vorliegen. Die Persönlichkeitsänderung sollte deutlich ausgeprägt sein und mit einem unflexiblen und fehlangepassten Verhalten verbunden sein, das vor der pathogenen Erfahrung nicht bestanden hat. Die Änderung sollte nicht Ausdruck einer anderen psychischen Störung oder Residualsymptom einer vorangegangenen psychischen Störung sein.", "exclusion": "Persönlichkeits- und Verhaltensstörung aufgrund einer Krankheit, Schädigung oder Funktionsstörung des GehirnsF07.-"}, "children": [{"code": "F62.0", "kind": "category", "label": "Andauernde Persönlichkeitsänderung nach Extrembelastung", "rubrics": {"preferred": "Andauernde Persönlichkeitsänderung nach Extrembelastung", "definition": "Eine andauernde, wenigstens über zwei Jahre bestehende Persönlichkeitsänderung kann einer Belastung katastrophalen Ausmaßes folgen. Die Belastung muss extrem sein, dass die Vulnerabilität der betreffenden Person als Erklärung für die tief greifende Auswirkung auf die Persönlichkeit nicht in Erwägung gezogen werden muss. Die Störung ist durch eine feindliche oder misstrauische Haltung gegenüber der Welt, durch sozialen Rückzug, Gefühle der Leere oder Hoffnungslosigkeit, ein chronisches Gefühl der Anspannung wie bei ständigem Bedrohtsein und Entfremdungsgefühl, gekennzeichnet. Eine posttraumatische Belastungsstörung (F43.1) kann dieser Form der Persönlichkeitsänderung vorausgegangen sein.", "inclusion": "Persönlichkeitsänderungen nach:\n\t\t\t\tKonzentrationslagererfahrungen", "exclusion": "Posttraumatische BelastungsstörungF43.1"}, "children": []}, {"code": "F62.1", "kind": "category", "label": "Andauernde Persönlichkeitsänderung nach psychischer Krankheit", "rubrics": {"preferred": "Andauernde Persönlichkeitsänderung nach psychischer Krankheit", "definition": "Eine auf der traumatischen Erfahrung einer schweren psychiatrischen Krankheit beruhende, wenigstens über zwei Jahre bestehende Persönlichkeitsänderung. Die Änderung kann nicht durch eine vorbestehende Persönlichkeitsstörung erklärt werden und sollte vom Residualzustand einer Schizophrenie und anderen Zustandsbildern unvollständiger Rückbildung einer vorausgegangenen psychischen Störung unterschieden werden. Die Störung ist gekennzeichnet durch eine hochgradige Abhängigkeit sowie Anspruchs- und Erwartungshaltung gegenüber anderen, eine Überzeugung, durch die Krankheit verändert oder stigmatisiert worden zu sein. Dies führt zu einer Unfähigkeit, enge und vertrauensvolle persönliche Beziehungen aufzunehmen und beizubehalten, sowie zu sozialer Isolation. Ferner finden sich Passivität, verminderte Interessen und Vernachlässigung von Freizeitbeschäftigungen, ständige Beschwerden über das Kranksein, oft verbunden mit hypochondrischen Klagen und kränkelndem Verhalten, dysphorische oder labile Stimmung, die nicht auf dem Vorliegen einer gegenwärtigen psychischen Störung oder einer vorausgegangenen psychischen Störung mit affektiven Residualsymptomen beruht. Schließlich bestehen seit längerer Zeit Probleme in der sozialen und beruflichen Funktionsfähigkeit."}, "children": []}, {"code": "F62.8", "kind": "category", "label": "Sonstige andauernde Persönlichkeitsänderungen", "rubrics": {"preferred": "Sonstige andauernde Persönlichkeitsänderungen"}, "children": [{"code": "F62.80", "kind": "category", "label": "Andauernde Persönlichkeitsänderung bei chronischem Schmerzsyndrom", "rubrics": {"preferred": "Andauernde Persönlichkeitsänderung bei chronischem Schmerzsyndrom"}, "children": []}, {"code": "F62.88", "kind": "category", "label": "Sonstige andauernde Persönlichkeitsänderungen", "rubrics": {"preferred": "Sonstige andauernde Persönlichkeitsänderungen"}, "children": []}]}, {"code": "F62.9", "kind": "category", "label": "Andauernde Persönlichkeitsänderung, nicht näher bezeichnet", "rubrics": {"preferred": "Andauernde Persönlichkeitsänderung, nicht näher bezeichnet"}, "children": []}]}, {"code": "F63", "kind": "category", "label": "Abnorme Gewohnheiten und Störungen der Impulskontrolle", "rubrics": {"preferred": "Abnorme Gewohnheiten und Störungen der Impulskontrolle", "definition": "In dieser Kategorie sind verschiedene nicht an anderer Stelle klassifizierbare Verhaltensstörungen zusammengefasst. Sie sind durch wiederholte Handlungen ohne vernünftige Motivation gekennzeichnet, die nicht kontrolliert werden können und die meist die Interessen des betroffenen Patienten oder anderer Menschen schädigen. Der betroffene Patient berichtet von impulshaftem Verhalten. Die Ursachen dieser Störungen sind unklar, sie sind wegen deskriptiver Ähnlichkeiten hier gemeinsam aufgeführt, nicht weil sie andere wichtige Merkmale teilen.", "exclusion": "Gewohnheitsmäßiger exzessiver Gebrauch von Alkohol oder psychotropen SubstanzenF10-F19"}, "children": [{"code": "F63.0", "kind": "category", "label": "Pathologisches Spielen", "rubrics": {"preferred": "Pathologisches Spielen", "definition": "Die Störung besteht in häufigem und wiederholtem episodenhaften Glücksspiel, das die Lebensführung des betroffenen Patienten beherrscht und zum Verfall der sozialen, beruflichen, materiellen und familiären Werte und Verpflichtungen führt.", "inclusion": "Zwanghaftes Spielen", "exclusion": "Spielen und Wetten o.n.A.Z72.8"}, "children": []}, {"code": "F63.1", "kind": "category", "label": "Pathologische Brandstiftung [Pyromanie]", "rubrics": {"preferred": "Pathologische Brandstiftung [Pyromanie]", "definition": "Die Störung ist durch häufige tatsächliche oder versuchte Brandstiftung an Gebäuden oder anderem Eigentum ohne verständliches Motiv und durch eine anhaltende Beschäftigung der betroffenen Person mit Feuer und Brand charakterisiert. Das Verhalten ist häufig mit wachsender innerer Spannung vor der Handlung und starker Erregung sofort nach ihrer Ausführung verbunden.", "exclusion": "Brandstiftung:\n\t\t\t\tdurch Erwachsene mit dissozialer PersönlichkeitsstörungF60.2"}, "children": []}, {"code": "F63.2", "kind": "category", "label": "Pathologisches Stehlen [Kleptomanie]", "rubrics": {"preferred": "Pathologisches Stehlen [Kleptomanie]", "definition": "Die Störung charakterisiert wiederholtes Versagen Impulsen zu widerstehen, Dinge zu stehlen, die nicht dem persönlichen Gebrauch oder der Bereicherung dienen. Statt dessen werden die Gegenstände weggeworfen, weggegeben oder gehortet. Dieses Verhalten ist meist mit wachsender innerer Spannung vor der Handlung und einem Gefühl von Befriedigung während und sofort nach der Tat verbunden.", "exclusion": "Stehlen bei depressiver StörungF31-F33"}, "children": []}, {"code": "F63.3", "kind": "category", "label": "Trichotillomanie", "rubrics": {"preferred": "Trichotillomanie", "definition": "Bei dieser Störung kommt es nach immer wieder misslungenem Versuch, sich gegen Impulse zum Ausreißen der Haare zu wehren, zu einem beachtlichen Haarverlust. Das Ausreißen der Haare ist häufig mit dem Gefühl wachsender Spannung verbunden und einem anschließenden Gefühl von Erleichterung und Befriedigung. Diese Diagnose soll nicht gestellt werden, wenn zuvor eine Hautentzündung bestand oder wenn das Ausreißen der Haare eine Reaktion auf ein Wahnphänomen oder eine Halluzination ist.", "exclusion": "Stereotype Bewegungsstörung mit HaarezupfenF98.4-"}, "children": []}, {"code": "F63.8", "kind": "category", "label": "Sonstige abnorme Gewohnheiten und Störungen der Impulskontrolle", "rubrics": {"preferred": "Sonstige abnorme Gewohnheiten und Störungen der Impulskontrolle", "definition": "In diese Kategorie fallen andere Arten sich dauernd wiederholenden unangepassten Verhaltens, die nicht Folge eines erkennbaren psychiatrischen Syndroms sind und bei denen der betroffene Patient den Impulsen, das pathologische Verhalten auszuführen, nicht widerstehen kann. Nach einer vorausgehenden Periode mit Anspannung folgt während des Handlungsablaufs ein Gefühl der Erleichterung.", "inclusion": "Störung mit intermittierend auftretender Reizbarkeit"}, "children": []}, {"code": "F63.9", "kind": "category", "label": "Abnorme Gewohnheit und Störung der Impulskontrolle, nicht näher bezeichnet", "rubrics": {"preferred": "Abnorme Gewohnheit und Störung der Impulskontrolle, nicht näher bezeichnet"}, "children": []}]}, {"code": "F64", "kind": "category", "label": "Störungen der Geschlechtsidentität", "rubrics": {"preferred": "Störungen der Geschlechtsidentität"}, "children": [{"code": "F64.0", "kind": "category", "label": "Transsexualismus", "rubrics": {"preferred": "Transsexualismus", "definition": "Der Wunsch, als Angehöriger des anderen Geschlechtes zu leben und anerkannt zu werden. Dieser geht meist mit Unbehagen oder dem Gefühl der Nichtzugehörigkeit zum eigenen anatomischen Geschlecht einher. Es besteht der Wunsch nach chirurgischer und hormoneller Behandlung, um den eigenen Körper dem bevorzugten Geschlecht soweit wie möglich anzugleichen."}, "children": []}, {"code": "F64.1", "kind": "category", "label": "Transvestitismus unter Beibehaltung beider Geschlechtsrollen", "rubrics": {"preferred": "Transvestitismus unter Beibehaltung beider Geschlechtsrollen", "definition": "Tragen gegengeschlechtlicher Kleidung, um die zeitweilige Erfahrung der Zugehörigkeit zum anderen Geschlecht zu erleben. Der Wunsch nach dauerhafter Genitalorganumwandlung oder chirurgischer Korrektur besteht nicht; der Kleiderwechsel ist nicht von sexueller Erregung begleitet.", "inclusion": "Störung der Geschlechtsidentität in der Adoleszenz oder im Erwachsenenalter, nicht transsexueller Typus", "exclusion": "Fetischistischer TransvestitismusF65.1"}, "children": []}, {"code": "F64.2", "kind": "category", "label": "Störung der Geschlechtsidentität des Kindesalters", "rubrics": {"preferred": "Störung der Geschlechtsidentität des Kindesalters", "definition": "Diese Störung zeigt sich während der frühen Kindheit, immer lange vor der Pubertät. Sie ist durch ein anhaltendes und starkes Unbehagen über das zugefallene Geschlecht gekennzeichnet, zusammen mit dem Wunsch oder der ständigen Beteuerung, zum anderen Geschlecht zu gehören. Es besteht eine andauernde Beschäftigung mit der Kleidung oder den Aktivitäten des anderen Geschlechtes und eine Ablehnung des eigenen Geschlechtes. Die Diagnose erfordert eine tief greifende Störung der normalen Geschlechtsidentität; eine bloße Knabenhaftigkeit bei Mädchen und ein mädchenhaftes Verhalten bei Jungen sind nicht ausreichend. Geschlechtsidentitätsstörungen bei Personen, welche die Pubertät erreicht haben oder gerade erreichen, sind nicht hier, sondern unter F66.- zu klassifizieren.", "exclusion": "Sexuelle ReifungskriseF66.0"}, "children": []}, {"code": "F64.8", "kind": "category", "label": "Sonstige Störungen der Geschlechtsidentität", "rubrics": {"preferred": "Sonstige Störungen der Geschlechtsidentität"}, "children": []}, {"code": "F64.9", "kind": "category", "label": "Störung der Geschlechtsidentität, nicht näher bezeichnet", "rubrics": {"preferred": "Störung der Geschlechtsidentität, nicht näher bezeichnet", "inclusion": "Störung der Geschlechtsrolle o.n.A."}, "children": []}]}, {"code": "F65", "kind": "category", "label": "Störungen der Sexualpräferenz", "rubrics": {"preferred": "Störungen der Sexualpräferenz", "inclusion": "Paraphilie"}, "children": [{"code": "F65.0", "kind": "category", "label": "Fetischismus", "rubrics": {"preferred": "Fetischismus", "definition": "Gebrauch toter Objekte als Stimuli für die sexuelle Erregung und Befriedigung. Viele Fetische stellen eine Erweiterung des menschlichen Körpers dar, z.B. Kleidungsstücke oder Schuhwerk. Andere gebräuchliche Beispiele sind Gegenstände aus Gummi, Plastik oder Leder. Die Fetischobjekte haben individuell wechselnde Bedeutung. In einigen Fällen dienen sie lediglich der Verstärkung der auf üblichem Wege erreichten sexuellen Erregung (z.B. wenn der Partner ein bestimmtes Kleidungsstück tragen soll)."}, "children": []}, {"code": "F65.1", "kind": "category", "label": "Fetischistischer Transvestitismus", "rubrics": {"preferred": "Fetischistischer Transvestitismus", "definition": "Zur Erreichung sexueller Erregung wird Kleidung des anderen Geschlechts getragen; damit wird der Anschein erweckt, dass es sich um eine Person des anderen Geschlechts handelt. Fetischistischer Transvestitismus unterscheidet sich vom transsexuellen Transvestitismus durch die deutliche Kopplung an sexuelle Erregung und das starke Verlangen, die Kleidung nach dem eingetretenen Orgasmus und dem Nachlassen der sexuellen Erregung abzulegen. Er kann als eine frühere Phase in der Entwicklung eines Transsexualismus auftreten.", "inclusion": "Transvestitischer Fetischismus"}, "children": []}, {"code": "F65.2", "kind": "category", "label": "Exhibitionismus", "rubrics": {"preferred": "Exhibitionismus", "definition": "Die wiederkehrende oder anhaltende Neigung, die eigenen Genitalien vor meist gegengeschlechtlichen Fremden in der Öffentlichkeit zu entblößen, ohne zu einem näheren Kontakt aufzufordern oder diesen zu wünschen. Meist wird das Zeigen von sexueller Erregung begleitet und im Allgemeinen kommt es zu nachfolgender Masturbation."}, "children": []}, {"code": "F65.3", "kind": "category", "label": "Voyeurismus", "rubrics": {"preferred": "Voyeurismus", "definition": "Wiederkehrender oder anhaltender Drang, anderen Menschen bei sexuellen Aktivitäten oder intimen Tätigkeiten, z.B. Entkleiden, zuzusehen ohne Wissen der beobachteten Person. Zumeist führt dies beim Beobachtenden zu sexueller Erregung und Masturbation."}, "children": []}, {"code": "F65.4", "kind": "category", "label": "Pädophilie", "rubrics": {"preferred": "Pädophilie", "definition": "Sexuelle Präferenz für Kinder, Jungen oder Mädchen oder Kinder beiderlei Geschlechts, die sich meist in der Vorpubertät oder in einem frühen Stadium der Pubertät befinden."}, "children": []}, {"code": "F65.5", "kind": "category", "label": "Sadomasochismus", "rubrics": {"preferred": "Sadomasochismus", "definition": "Es werden sexuelle Aktivitäten mit Zufügung von Schmerzen, Erniedrigung oder Fesseln bevorzugt. Wenn die betroffene Person diese Art der Stimulation erleidet, handelt es sich um Masochismus; wenn sie sie jemand anderem zufügt, um Sadismus. Oft empfindet die betroffene Person sowohl bei masochistischen als auch sadistischen Aktivitäten sexuelle Erregung.", "inclusion": "Sadismus"}, "children": []}, {"code": "F65.6", "kind": "category", "label": "Multiple Störungen der Sexualpräferenz", "rubrics": {"preferred": "Multiple Störungen der Sexualpräferenz", "definition": "In manchen Fällen bestehen bei einer Person mehrere abnorme sexuelle Präferenzen, ohne dass eine im Vordergrund steht. Die häufigste Kombination ist Fetischismus, Transvestitismus und Sadomasochismus."}, "children": []}, {"code": "F65.8", "kind": "category", "label": "Sonstige Störungen der Sexualpräferenz", "rubrics": {"preferred": "Sonstige Störungen der Sexualpräferenz", "definition": "Hier sind eine Vielzahl anderer sexueller Präferenzen und Aktivitäten zu klassifizieren wie obszöne Telefonanrufe, Pressen des eigenen Körpers an andere Menschen zur sexuellen Stimulation in Menschenansammlungen, sexuelle Handlungen an Tieren, Strangulieren und Nutzung der Anoxie zur Steigerung der sexuellen Erregung.", "inclusion": "Nekrophilie"}, "children": []}, {"code": "F65.9", "kind": "category", "label": "Störung der Sexualpräferenz, nicht näher bezeichnet", "rubrics": {"preferred": "Störung der Sexualpräferenz, nicht näher bezeichnet", "inclusion": "Sexuelle Deviation o.n.A."}, "children": []}]}, {"code": "F66", "kind": "category", "label": "Psychische und Verhaltensstörungen in Verbindung mit der sexuellen Entwicklung und Orientierung", "rubrics": {"preferred": "Psychische und Verhaltensstörungen in Verbindung mit der sexuellen Entwicklung und Orientierung", "note": "Die Richtung der sexuellen Orientierung selbst ist nicht als Störung anzusehen."}, "children": [{"code": "F66.0", "kind": "category", "label": "Sexuelle Reifungskrise", "rubrics": {"preferred": "Sexuelle Reifungskrise", "definition": "Die betroffene Person leidet unter einer Unsicherheit hinsichtlich ihrer Geschlechtsidentität oder sexuellen Orientierung, mit Ängsten oder Depressionen. Meist kommt dies bei Heranwachsenden vor, die sich hinsichtlich ihrer homo-, hetero- oder bisexuellen Orientierung nicht sicher sind; oder bei Menschen, die nach einer Zeit scheinbar stabiler sexueller Orientierung, oftmals in einer lange dauernden Beziehung, die Erfahrung machen, dass sich ihre sexuelle Orientierung ändert."}, "children": []}, {"code": "F66.1", "kind": "category", "label": "Ichdystone Sexualorientierung", "rubrics": {"preferred": "Ichdystone Sexualorientierung", "definition": "Die Geschlechtsidentität oder sexuelle Ausrichtung (heterosexuell, homosexuell, bisexuell oder präpubertär) ist eindeutig, aber die betroffene Person hat den Wunsch, dass diese wegen begleitender psychischer oder Verhaltensstörungen anders wäre und unterzieht sich möglicherweise einer Behandlung, um diese zu ändern."}, "children": []}, {"code": "F66.2", "kind": "category", "label": "Sexuelle Beziehungsstörung", "rubrics": {"preferred": "Sexuelle Beziehungsstörung", "definition": "Die Geschlechtsidentität oder sexuelle Orientierung (heterosexuell, homosexuell oder bisexuell) bereitet bei der Aufnahme oder Aufrechterhaltung einer Beziehung mit einem Sexualpartner Probleme."}, "children": []}, {"code": "F66.8", "kind": "category", "label": "Sonstige psychische und Verhaltensstörungen in Verbindung mit der sexuellen Entwicklung und Orientierung", "rubrics": {"preferred": "Sonstige psychische und Verhaltensstörungen in Verbindung mit der sexuellen Entwicklung und Orientierung"}, "children": []}, {"code": "F66.9", "kind": "category", "label": "Psychische und Verhaltensstörung in Verbindung mit der sexuellen Entwicklung und Orientierung, nicht näher bezeichnet", "rubrics": {"preferred": "Psychische und Verhaltensstörung in Verbindung mit der sexuellen Entwicklung und Orientierung, nicht näher bezeichnet"}, "children": []}]}, {"code": "F68", "kind": "category", "label": "Andere Persönlichkeits- und Verhaltensstörungen", "rubrics": {"preferred": "Andere Persönlichkeits- und Verhaltensstörungen"}, "children": [{"code": "F68.0", "kind": "category", "label": "Entwicklung körperlicher Symptome aus psychischen Gründen", "rubrics": {"preferred": "Entwicklung körperlicher Symptome aus psychischen Gründen", "definition": "Körperliche Symptome, vereinbar mit und ursprünglich verursacht durch eine belegbare körperliche Störung, Krankheit oder Behinderung werden wegen des psychischen Zustandes der betroffenen Person aggraviert oder halten länger an. Der betroffene Patient ist meist durch die Schmerzen oder die Behinderung beeinträchtigt; sie wird beherrscht von mitunter berechtigten Sorgen über längerdauernde oder zunehmende Behinderung oder Schmerzen.", "inclusion": "Rentenneurose"}, "children": []}, {"code": "F68.1", "kind": "category", "label": "Artifizielle Störung [absichtliches Erzeugen oder Vortäuschen von körperlichen oder psychischen Symptomen oder Behinderungen]", "rubrics": {"preferred": "Artifizielle Störung [absichtliches Erzeugen oder Vortäuschen von körperlichen oder psychischen Symptomen oder Behinderungen]", "definition": "Der betroffene Patient täuscht Symptome wiederholt ohne einleuchtenden Grund vor und kann sich sogar, um Symptome oder klinische Zeichen hervorzurufen, absichtlich selbst beschädigen. Die Motivation ist unklar, vermutlich besteht das Ziel, die Krankenrolle einzunehmen. Die Störung ist oft mit deutlichen Persönlichkeits- und Beziehungsstörungen kombiniert.", "inclusion": "Münchhausen-Syndrom", "exclusion": "Vortäuschung von Krankheit (mit offensichtlicher Motivation)Z76.8"}, "children": []}, {"code": "F68.8", "kind": "category", "label": "Sonstige näher bezeichnete Persönlichkeits- und Verhaltensstörungen", "rubrics": {"preferred": "Sonstige näher bezeichnete Persönlichkeits- und Verhaltensstörungen", "inclusion": "Störung zwischenmenschlicher Beziehung o.n.A."}, "children": []}]}, {"code": "F69", "kind": "category", "label": "Nicht näher bezeichnete Persönlichkeits- und Verhaltensstörung", "rubrics": {"preferred": "Nicht näher bezeichnete Persönlichkeits- und Verhaltensstörung"}, "children": []}]}, {"code": "F70-F79", "kind": "block", "label": "Intelligenzstörung", "rubrics": {"preferred": "Intelligenzstörung", "text": "Ein Zustand von verzögerter oder unvollständiger Entwicklung der geistigen Fähigkeiten; besonders beeinträchtigt sind Fertigkeiten, die sich in der Entwicklungsperiode manifestieren und die zum Intelligenzniveau beitragen, wie Kognition, Sprache, motorische und soziale Fähigkeiten. Eine Intelligenzstörung kann allein oder zusammen mit jeder anderen psychischen oder körperlichen Störung auftreten.\n\t\t\t\tDer Schweregrad einer Intelligenzstörung wird übereinstimmungsgemäß anhand standardisierter Intelligenztests festgestellt. Diese können durch Skalen zur Einschätzung der sozialen Anpassung in der jeweiligen Umgebung erweitert werden. Diese Messmethoden erlauben eine ziemlich genaue Beurteilung der Intelligenzstörung. Die Diagnose hängt aber auch von der Beurteilung der allgemeinen intellektuellen Funktionsfähigkeit durch einen erfahrenen Diagnostiker ab.\n\t\t\t\tIntellektuelle Fähigkeiten und soziale Anpassung können sich verändern. Sie können sich, wenn auch nur in geringem Maße, durch Übung und Rehabilitation verbessern. Die Diagnose sollte sich immer auf das gegenwärtige Funktionsniveau beziehen.", "coding-hint": "Sollen begleitende Zustandsbilder, wie Autismus, andere Entwicklungsstörungen, Epilepsie, Störungen des Sozialverhaltens oder schwere körperliche Behinderung angegeben werden, sind zusätzliche Schlüsselnummern zu benutzen."}, "children": [{"code": "F70", "kind": "category", "label": "Leichte Intelligenzminderung", "rubrics": {"preferred": "Leichte Intelligenzminderung", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "definition": "IQ-Bereich von 50-69 (bei Erwachsenen Intelligenzalter von 9 bis unter 12 Jahren). Lernschwierigkeiten in der Schule. Viele Erwachsene können arbeiten, gute soziale Beziehungen unterhalten und ihren Beitrag zur Gesellschaft leisten.", "inclusion": "Leichte geistige Behinderung"}, "children": []}, {"code": "F71", "kind": "category", "label": "Mittelgradige Intelligenzminderung", "rubrics": {"preferred": "Mittelgradige Intelligenzminderung", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "definition": "IQ-Bereich von 35-49 (bei Erwachsenen Intelligenzalter von 6 bis unter 9 Jahren). Deutliche Entwicklungsverzögerung in der Kindheit. Die meisten können aber ein gewisses Maß an Unabhängigkeit erreichen und eine ausreichende Kommunikationsfähigkeit und Ausbildung erwerben. Erwachsene brauchen in unterschiedlichem Ausmaß Unterstützung im täglichen Leben und bei der Arbeit.", "inclusion": "Mittelgradige geistige Behinderung"}, "children": []}, {"code": "F72", "kind": "category", "label": "Schwere Intelligenzminderung", "rubrics": {"preferred": "Schwere Intelligenzminderung", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "definition": "IQ-Bereich von 20-34 (bei Erwachsenen Intelligenzalter von 3 bis unter 6 Jahren). Andauernde Unterstützung ist notwendig.", "inclusion": "Schwere geistige Behinderung"}, "children": []}, {"code": "F73", "kind": "category", "label": "Schwerste Intelligenzminderung", "rubrics": {"preferred": "Schwerste Intelligenzminderung", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "definition": "IQ unter 20 (bei Erwachsenen Intelligenzalter unter 3 Jahren). Die eigene Versorgung, Kontinenz, Kommunikation und Beweglichkeit sind hochgradig beeinträchtigt.", "inclusion": "Schwerste geistige Behinderung"}, "children": []}, {"code": "F74", "kind": "category", "label": "Dissoziierte Intelligenz", "rubrics": {"preferred": "Dissoziierte Intelligenz", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "definition": "Es besteht eine deutliche Diskrepanz (mindestens 15 IQ-Punkte) z.B. zwischen Sprach-IQ und Handlungs-IQ."}, "children": []}, {"code": "F78", "kind": "category", "label": "Andere Intelligenzminderung", "rubrics": {"preferred": "Andere Intelligenzminderung", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "definition": "Diese Kategorie soll nur verwendet werden, wenn die Beurteilung der Intelligenzminderung mit Hilfe der üblichen Verfahren wegen begleitender sensorischer oder körperlicher Beeinträchtigungen besonders schwierig oder unmöglich ist, wie bei Blinden, Taubstummen, schwer verhaltensgestörten oder körperlich behinderten Personen."}, "children": []}, {"code": "F79", "kind": "category", "label": "Nicht näher bezeichnete Intelligenzminderung", "rubrics": {"preferred": "Nicht näher bezeichnete Intelligenzminderung", "modifierlink": "[4. Stellen siehe am Anfang dieser Krankheitsgruppe]", "definition": "Die Informationen sind nicht ausreichend, die Intelligenzminderung in eine der oben genannten Kategorien einzuordnen.", "inclusion": "Geistig:\n\t\t\t\tDefizite o.n.A."}, "children": []}]}, {"code": "F80-F89", "kind": "block", "label": "Entwicklungsstörungen", "rubrics": {"preferred": "Entwicklungsstörungen", "text": "Die in diesem Abschnitt zusammengefassten Störungen haben folgende Gemeinsamkeiten:\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\tBeginn ausnahmslos im Kleinkindalter oder in der Kindheit;\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\teine Entwicklungseinschränkung oder -verzögerung von Funktionen, die eng mit der biologischen Reifung des Zentralnervensystems verknüpft sind;\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\tstetiger Verlauf ohne Remissionen und Rezidive.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\tIn den meisten Fällen sind unter anderem die Sprache, die visuellräumlichen Fertigkeiten und die Bewegungskoordination betroffen. In der Regel bestand die Verzögerung oder Schwäche vom frühestmöglichen Erkennungszeitpunkt an. Mit dem Älterwerden der Kinder vermindern sich die Störungen zunehmend, wenn auch geringere Defizite oft im Erwachsenenalter zurückbleiben."}, "children": [{"code": "F80", "kind": "category", "label": "Umschriebene Entwicklungsstörungen des Sprechens und der Sprache", "rubrics": {"preferred": "Umschriebene Entwicklungsstörungen des Sprechens und der Sprache", "definition": "Es handelt sich um Störungen, bei denen die normalen Muster des Spracherwerbs von frühen Entwicklungsstadien an beeinträchtigt sind. Die Störungen können nicht direkt neurologischen Störungen oder Veränderungen des Sprachablaufs, sensorischen Beeinträchtigungen, Intelligenzminderung oder Umweltfaktoren zugeordnet werden. Umschriebene Entwicklungsstörungen des Sprechens und der Sprache ziehen oft sekundäre Folgen nach sich, wie Schwierigkeiten beim Lesen und Rechtschreiben, Störungen im Bereich der zwischenmenschlichen Beziehungen, im emotionalen und Verhaltensbereich."}, "children": [{"code": "F80.0", "kind": "category", "label": "Artikulationsstörung", "rubrics": {"preferred": "Artikulationsstörung", "definition": "Eine umschriebene Entwicklungsstörung, bei der die Artikulation des Kindes unterhalb des seinem Intelligenzalter angemessenen Niveaus liegt, seine sprachlichen Fähigkeiten jedoch im Normbereich liegen.", "inclusion": "Phonologische Entwicklungsstörung", "exclusion": "Artikulationsschwäche (bei):\n\t\t\t\tIntelligenzstörungF70-F79"}, "children": []}, {"code": "F80.1", "kind": "category", "label": "Expressive Sprachstörung", "rubrics": {"preferred": "Expressive Sprachstörung", "definition": "Eine umschriebene Entwicklungsstörung, bei der die Fähigkeit des Kindes, die expressiv gesprochene Sprache zu gebrauchen, deutlich unterhalb des seinem Intelligenzalter angemessenen Niveaus liegt, das Sprachverständnis liegt jedoch im Normbereich. Störungen der Artikulation können vorkommen.", "inclusion": "Entwicklungsbedingte Dysphasie oder Aphasie, expressiver Typ", "exclusion": "Tiefgreifende EntwicklungsstörungenF84.-"}, "children": []}, {"code": "F80.2", "kind": "category", "label": "Rezeptive Sprachstörung", "rubrics": {"preferred": "Rezeptive Sprachstörung", "definition": "Eine umschriebene Entwicklungsstörung, bei der das Sprachverständnis des Kindes unterhalb des seinem Intelligenzalter angemessenen Niveaus liegt. In praktisch allen Fällen ist auch die expressive Sprache deutlich beeinflusst, Störungen in der Wort-Laut-Produktion sind häufig.", "inclusion": "Worttaubheit", "exclusion": "Sprachentwicklungsverzögerung infolge von Schwerhörigkeit oder TaubheitH90-H91"}, "children": [{"code": "F80.20", "kind": "category", "label": "Auditive Verarbeitungs- und Wahrnehmungsstörung [AVWS]", "rubrics": {"preferred": "Auditive Verarbeitungs- und Wahrnehmungsstörung [AVWS]"}, "children": []}, {"code": "F80.28", "kind": "category", "label": "Sonstige rezeptive Sprachstörung", "rubrics": {"preferred": "Sonstige rezeptive Sprachstörung"}, "children": []}]}, {"code": "F80.3", "kind": "category", "label": "Erworbene Aphasie mit Epilepsie [Landau-Kleffner-Syndrom]", "rubrics": {"preferred": "Erworbene Aphasie mit Epilepsie [Landau-Kleffner-Syndrom]", "definition": "Eine Störung, bei der ein Kind, welches vorher normale Fortschritte in der Sprachentwicklung gemacht hatte, sowohl rezeptive als auch expressive Sprachfertigkeiten verliert, die allgemeine Intelligenz aber erhalten bleibt. Der Beginn der Störung wird von paroxysmalen Auffälligkeiten im EEG begleitet und in der Mehrzahl der Fälle auch von epileptischen Anfällen. Typischerweise liegt der Beginn im Alter von 3-7 Jahren mit einem Verlust der Sprachfertigkeiten innerhalb von Tagen oder Wochen. Der zeitliche Zusammenhang zwischen dem Beginn der Krampfanfälle und dem Verlust der Sprache ist variabel, wobei das eine oder das andere um ein paar Monate bis zu zwei Jahren vorausgehen kann. Als möglicher Grund für diese Störung ist ein entzündlicher enzephalitischer Prozess zu vermuten. Etwa zwei Drittel der Patienten behalten einen mehr oder weniger rezeptiven Sprachdefekt.", "exclusion": "Aphasie o.n.A.R47.0"}, "children": []}, {"code": "F80.8", "kind": "category", "label": "Sonstige Entwicklungsstörungen des Sprechens oder der Sprache", "rubrics": {"preferred": "Sonstige Entwicklungsstörungen des Sprechens oder der Sprache", "inclusion": "Lispeln"}, "children": []}, {"code": "F80.9", "kind": "category", "label": "Entwicklungsstörung des Sprechens oder der Sprache, nicht näher bezeichnet", "rubrics": {"preferred": "Entwicklungsstörung des Sprechens oder der Sprache, nicht näher bezeichnet", "inclusion": "Sprachstörung o.n.A."}, "children": []}]}, {"code": "F81", "kind": "category", "label": "Umschriebene Entwicklungsstörungen schulischer Fertigkeiten", "rubrics": {"preferred": "Umschriebene Entwicklungsstörungen schulischer Fertigkeiten", "definition": "Es handelt sich um Störungen, bei denen die normalen Muster des Fertigkeitserwerbs von frühen Entwicklungsstadien an gestört sind. Dies ist nicht einfach Folge eines Mangels an Gelegenheit zu lernen; es ist auch nicht allein als Folge einer Intelligenzminderung oder irgendeiner erworbenen Hirnschädigung oder -krankheit aufzufassen."}, "children": [{"code": "F81.0", "kind": "category", "label": "Lese- und Rechtschreibstörung", "rubrics": {"preferred": "Lese- und Rechtschreibstörung", "definition": "Das Hauptmerkmal ist eine umschriebene und bedeutsame Beeinträchtigung in der Entwicklung der Lesefertigkeiten, die nicht allein durch das Entwicklungsalter, Visusprobleme oder unangemessene Beschulung erklärbar ist. Das Leseverständnis, die Fähigkeit, gelesene Worte wieder zu erkennen, vorzulesen und Leistungen, für welche Lesefähigkeit nötig ist, können sämtlich betroffen sein. Bei umschriebenen Lesestörungen sind Rechtschreibstörungen häufig und persistieren oft bis in die Adoleszenz, auch wenn einige Fortschritte im Lesen gemacht werden. Umschriebenen Entwicklungsstörungen des Lesens gehen Entwicklungsstörungen des Sprechens oder der Sprache voraus. Während der Schulzeit sind begleitende Störungen im emotionalen und Verhaltensbereich häufig.", "inclusion": "\"Leserückstand\"", "exclusion": "Leseverzögerung infolge emotionaler StörungF93.-"}, "children": []}, {"code": "F81.1", "kind": "category", "label": "Isolierte Rechtschreibstörung", "rubrics": {"preferred": "Isolierte Rechtschreibstörung", "definition": "Es handelt sich um eine Störung, deren Hauptmerkmal in einer umschriebenen und bedeutsamen Beeinträchtigung der Entwicklung von Rechtschreibfertigkeiten besteht, ohne Vorgeschichte einer Lesestörung. Sie ist nicht allein durch ein zu niedriges Intelligenzalter, durch Visusprobleme oder unangemessene Beschulung erklärbar. Die Fähigkeiten, mündlich zu buchstabieren und Wörter korrekt zu schreiben, sind beide betroffen.", "inclusion": "Umschriebene Verzögerung der Rechtschreibfähigkeit (ohne Lesestörung)", "exclusion": "Rechtschreibschwierigkeiten:\n\t\t\t\tmit LesestörungF81.0"}, "children": []}, {"code": "F81.2", "kind": "category", "label": "Rechenstörung", "rubrics": {"preferred": "Rechenstörung", "definition": "Diese Störung besteht in einer umschriebenen Beeinträchtigung von Rechenfertigkeiten, die nicht allein durch eine allgemeine Intelligenzminderung oder eine unangemessene Beschulung erklärbar ist. Das Defizit betrifft vor allem die Beherrschung grundlegender Rechenfertigkeiten, wie Addition, Subtraktion, Multiplikation und Division, weniger die höheren mathematischen Fertigkeiten, die für Algebra, Trigonometrie, Geometrie oder Differential- und Integralrechnung benötigt werden.", "inclusion": "Entwicklungs-Akalkulie", "exclusion": "Rechenschwierigkeiten, hauptsächlich durch inadäquaten UnterrichtZ55"}, "children": []}, {"code": "F81.3", "kind": "category", "label": "Kombinierte Störungen schulischer Fertigkeiten", "rubrics": {"preferred": "Kombinierte Störungen schulischer Fertigkeiten", "definition": "Dies ist eine schlecht definierte Restkategorie für Störungen mit deutlicher Beeinträchtigung der Rechen-, der Lese- und der Rechtschreibfähigkeiten. Die Störung ist jedoch nicht allein durch eine allgemeine Intelligenzminderung oder eine unangemessene Beschulung erklärbar. Sie soll für Störungen verwendet werden, die die Kriterien für F81.2 und F81.0 oder F81.1 erfüllen.", "exclusion": "RechenstörungF81.2"}, "children": []}, {"code": "F81.8", "kind": "category", "label": "Sonstige Entwicklungsstörungen schulischer Fertigkeiten", "rubrics": {"preferred": "Sonstige Entwicklungsstörungen schulischer Fertigkeiten", "inclusion": "Entwicklungsbedingte expressive Schreibstörung"}, "children": []}, {"code": "F81.9", "kind": "category", "label": "Entwicklungsstörung schulischer Fertigkeiten, nicht näher bezeichnet", "rubrics": {"preferred": "Entwicklungsstörung schulischer Fertigkeiten, nicht näher bezeichnet", "inclusion": "Störung des Wissenserwerbs o.n.A."}, "children": []}]}, {"code": "F82", "kind": "category", "label": "Umschriebene Entwicklungsstörung der motorischen Funktionen", "rubrics": {"preferred": "Umschriebene Entwicklungsstörung der motorischen Funktionen", "definition": "Hauptmerkmal ist eine schwerwiegende Entwicklungsbeeinträchtigung der motorischen Koordination, die nicht allein durch eine Intelligenzminderung oder eine spezifische angeborene oder erworbene neurologische Störung erklärbar ist. In den meisten Fällen zeigt eine sorgfältige klinische Untersuchung dennoch deutliche entwicklungsneurologische Unreifezeichen wie choreoforme Bewegungen freigehaltener Glieder oder Spiegelbewegungen und andere begleitende motorische Merkmale, ebenso wie Zeichen einer mangelhaften fein- oder grobmotorischen Koordination.", "inclusion": "Syndrom des ungeschickten Kindes", "exclusion": "Störungen des Ganges und der MobilitätR26.-"}, "children": [{"code": "F82.0", "kind": "category", "label": "Umschriebene Entwicklungsstörung der Grobmotorik", "rubrics": {"preferred": "Umschriebene Entwicklungsstörung der Grobmotorik"}, "children": []}, {"code": "F82.1", "kind": "category", "label": "Umschriebene Entwicklungsstörung der Fein- und Graphomotorik", "rubrics": {"preferred": "Umschriebene Entwicklungsstörung der Fein- und Graphomotorik"}, "children": []}, {"code": "F82.2", "kind": "category", "label": "Umschriebene Entwicklungsstörung der Mundmotorik", "rubrics": {"preferred": "Umschriebene Entwicklungsstörung der Mundmotorik"}, "children": []}, {"code": "F82.9", "kind": "category", "label": "Umschriebene Entwicklungsstörung der motorischen Funktionen, nicht näher bezeichnet", "rubrics": {"preferred": "Umschriebene Entwicklungsstörung der motorischen Funktionen, nicht näher bezeichnet"}, "children": []}]}, {"code": "F83", "kind": "category", "label": "Kombinierte umschriebene Entwicklungsstörungen", "rubrics": {"preferred": "Kombinierte umschriebene Entwicklungsstörungen", "definition": "Dies ist eine Restkategorie für Störungen, bei denen eine gewisse Mischung von umschriebenen Entwicklungsstörungen des Sprechens und der Sprache, schulischer Fertigkeiten und motorischer Funktionen vorliegt, von denen jedoch keine so dominiert, dass sie eine Hauptdiagnose rechtfertigt. Diese Mischkategorie soll nur dann verwendet werden, wenn weitgehende Überschneidungen mit allen diesen umschriebenen Entwicklungsstörungen vorliegen. Meist sind die Störungen mit einem gewissen Grad an allgemeiner Beeinträchtigung kognitiver Funktionen verbunden. Sie ist also dann zu verwenden, wenn Funktionsstörungen vorliegen, welche die Kriterien von zwei oder mehr Kategorien von F80.-, F81.- und F82 erfüllen."}, "children": []}, {"code": "F84", "kind": "category", "label": "Tief greifende Entwicklungsstörungen", "rubrics": {"preferred": "Tief greifende Entwicklungsstörungen", "definition": "Diese Gruppe von Störungen ist gekennzeichnet durch qualitative Abweichungen in den wechselseitigen sozialen Interaktionen und Kommunikationsmustern und durch ein eingeschränktes, stereotypes, sich wiederholendes Repertoire von Interessen und Aktivitäten. Diese qualitativen Auffälligkeiten sind in allen Situationen ein grundlegendes Funktionsmerkmal des betroffenen Kindes.", "coding-hint": "Sollen alle begleitenden somatischen Zustandsbilder und eine Intelligenzminderung angegeben werden, sind zusätzliche Schlüsselnummern zu benutzen."}, "children": [{"code": "F84.0", "kind": "category", "label": "Frühkindlicher Autismus", "rubrics": {"preferred": "Frühkindlicher Autismus", "definition": "Diese Form der tief greifenden Entwicklungsstörung ist durch eine abnorme oder beeinträchtigte Entwicklung definiert, die sich vor dem dritten Lebensjahr manifestiert. Sie ist außerdem gekennzeichnet durch ein charakteristisches Muster abnormer Funktionen in den folgenden psychopathologischen Bereichen: in der sozialen Interaktion, der Kommunikation und im eingeschränkten stereotyp repetitiven Verhalten. Neben diesen spezifischen diagnostischen Merkmalen zeigt sich häufig eine Vielzahl unspezifischer Probleme, wie Phobien, Schlaf- und Essstörungen, Wutausbrüche und (autodestruktive) Aggression.", "inclusion": "Kanner-Syndrom", "exclusion": "Autistische PsychopathieF84.5"}, "children": []}, {"code": "F84.1", "kind": "category", "label": "Atypischer Autismus", "rubrics": {"preferred": "Atypischer Autismus", "definition": "Diese Form der tief greifenden Entwicklungsstörung unterscheidet sich vom frühkindlichen Autismus entweder durch das Alter bei Krankheitsbeginn oder dadurch, dass die diagnostischen Kriterien nicht in allen genannten Bereichen erfüllt werden. Diese Subkategorie sollte immer dann verwendet werden, wenn die abnorme oder beeinträchtigte Entwicklung erst nach dem dritten Lebensjahr manifest wird und wenn nicht in allen für die Diagnose Autismus geforderten psychopathologischen Bereichen (nämlich wechselseitige soziale Interaktionen, Kommunikation und eingeschränktes, stereotyp repetitives Verhalten) Auffälligkeiten nachweisbar sind, auch wenn charakteristische Abweichungen auf anderen Gebieten vorliegen. Atypischer Autismus tritt sehr häufig bei schwer retardierten bzw. unter einer schweren rezeptiven Störung der Sprachentwicklung leidenden Patienten auf.", "inclusion": "Intelligenzminderung mit autistischen Zügen", "coding-hint": "Soll eine Intelligenzstörung angegeben werden, ist eine zusätzliche Schlüsselnummer (F70-F79) zu benutzen."}, "children": []}, {"code": "F84.2", "kind": "category", "label": "Rett-Syndrom", "rubrics": {"preferred": "Rett-Syndrom", "definition": "Dieses Zustandsbild wurde bisher nur bei Mädchen beschrieben; nach einer scheinbar normalen frühen Entwicklung erfolgt ein teilweiser oder vollständiger Verlust der Sprache, der lokomotorischen Fähigkeiten und der Gebrauchsfähigkeiten der Hände gemeinsam mit einer Verlangsamung des Kopfwachstums. Der Beginn dieser Störung liegt zwischen dem 7. und 24. Lebensmonat. Der Verlust zielgerichteter Handbewegungen, Stereotypien in Form von Drehbewegungen der Hände und Hyperventilation sind charakteristisch. Sozial- und Spielentwicklung sind gehemmt, das soziale Interesse bleibt jedoch erhalten. Im 4. Lebensjahr beginnt sich eine Rumpfataxie und Apraxie zu entwickeln, choreo-athetoide Bewegungen folgen häufig. Es resultiert fast immer eine schwere Intelligenzminderung."}, "children": []}, {"code": "F84.3", "kind": "category", "label": "Andere desintegrative Störung des Kindesalters", "rubrics": {"preferred": "Andere desintegrative Störung des Kindesalters", "definition": "Diese Form einer tief greifenden Entwicklungsstörung ist - anders als das Rett-Syndrom - durch eine Periode einer zweifellos normalen Entwicklung vor dem Beginn der Krankheit definiert. Es folgt ein Verlust vorher erworbener Fertigkeiten verschiedener Entwicklungsbereiche innerhalb weniger Monate. Typischerweise wird die Störung von einem allgemeinen Interessenverlust an der Umwelt, von stereotypen, sich wiederholenden motorischen Manierismen und einer autismusähnlichen Störung sozialer Interaktionen und der Kommunikation begleitet. In einigen Fällen kann die Störung einer begleitenden Enzephalopathie zugeschrieben werden, die Diagnose ist jedoch anhand der Verhaltensmerkmale zu stellen.", "inclusion": "Symbiotische Psychose", "coding-hint": "Soll eine begleitende neurologische Krankheit angegeben werden, ist eine zusätzliche Schlüsselnummer zu benutzen.", "exclusion": "Rett-SyndromF84.2"}, "children": []}, {"code": "F84.4", "kind": "category", "label": "Überaktive Störung mit Intelligenzminderung und Bewegungsstereotypien", "rubrics": {"preferred": "Überaktive Störung mit Intelligenzminderung und Bewegungsstereotypien", "definition": "Dies ist eine schlecht definierte Störung von unsicherer nosologischer Validität. Diese Kategorie wurde für eine Gruppe von Kindern mit schwerer Intelligenzminderung (IQ unter 35) eingeführt, mit erheblicher Hyperaktivität, Aufmerksamkeitsstörungen und stereotypen Verhaltensweisen. Sie haben meist keinen Nutzen von Stimulanzien (anders als Kinder mit einem IQ im Normbereich) und können auf eine Verabreichung von Stimulanzien eine schwere dysphorische Reaktion - manchmal mit psychomotorischer Entwicklungsverzögerung - zeigen. In der Adoleszenz kann sich die Hyperaktivität in eine verminderte Aktivität wandeln, ein Muster, das bei hyperkinetischen Kindern mit normaler Intelligenz nicht üblich ist. Das Syndrom wird häufig von einer Vielzahl von umschriebenen oder globalen Entwicklungsverzögerungen begleitet. Es ist nicht bekannt, in welchem Umfang das Verhaltensmuster dem niedrigen IQ oder einer organischen Hirnschädigung zuzuschreiben ist."}, "children": []}, {"code": "F84.5", "kind": "category", "label": "Asperger-Syndrom", "rubrics": {"preferred": "Asperger-Syndrom", "definition": "Diese Störung von unsicherer nosologischer Validität ist durch dieselbe Form qualitativer Abweichungen der wechselseitigen sozialen Interaktionen, wie für den Autismus typisch, charakterisiert, zusammen mit einem eingeschränkten, stereotypen, sich wiederholenden Repertoire von Interessen und Aktivitäten. Die Störung unterscheidet sich vom Autismus in erster Linie durch fehlende allgemeine Entwicklungsverzögerung bzw. den fehlenden Entwicklungsrückstand der Sprache und der kognitiven Entwicklung. Die Störung geht häufig mit einer auffallenden Ungeschicklichkeit einher. Die Abweichungen tendieren stark dazu, bis in die Adoleszenz und das Erwachsenenalter zu persistieren. Gelegentlich treten psychotische Episoden im frühen Erwachsenenleben auf.", "inclusion": "Schizoide Störung des Kindesalters"}, "children": []}, {"code": "F84.8", "kind": "category", "label": "Sonstige tief greifende Entwicklungsstörungen", "rubrics": {"preferred": "Sonstige tief greifende Entwicklungsstörungen"}, "children": []}, {"code": "F84.9", "kind": "category", "label": "Tief greifende Entwicklungsstörung, nicht näher bezeichnet", "rubrics": {"preferred": "Tief greifende Entwicklungsstörung, nicht näher bezeichnet"}, "children": []}]}, {"code": "F88", "kind": "category", "label": "Andere Entwicklungsstörungen", "rubrics": {"preferred": "Andere Entwicklungsstörungen", "inclusion": "Entwicklungsbedingte Agnosie"}, "children": []}, {"code": "F89", "kind": "category", "label": "Nicht näher bezeichnete Entwicklungsstörung", "rubrics": {"preferred": "Nicht näher bezeichnete Entwicklungsstörung", "inclusion": "Entwicklungsstörung o.n.A."}, "children": []}]}, {"code": "F90-F98", "kind": "block", "label": "Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend", "rubrics": {"preferred": "Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend"}, "children": [{"code": "F90", "kind": "category", "label": "Hyperkinetische Störungen", "rubrics": {"preferred": "Hyperkinetische Störungen", "definition": "Diese Gruppe von Störungen ist charakterisiert durch einen frühen Beginn, meist in den ersten fünf Lebensjahren, einen Mangel an Ausdauer bei Beschäftigungen, die kognitiven Einsatz verlangen, und eine Tendenz, von einer Tätigkeit zu einer anderen zu wechseln, ohne etwas zu Ende zu bringen; hinzu kommt eine desorganisierte, mangelhaft regulierte und überschießende Aktivität. Verschiedene andere Auffälligkeiten können zusätzlich vorliegen. Hyperkinetische Kinder sind oft achtlos und impulsiv, neigen zu Unfällen und werden oft bestraft, weil sie eher aus Unachtsamkeit als vorsätzlich Regeln verletzen. Ihre Beziehung zu Erwachsenen ist oft von einer Distanzstörung und einem Mangel an normaler Vorsicht und Zurückhaltung geprägt. Bei anderen Kindern sind sie unbeliebt und können isoliert sein. Beeinträchtigung kognitiver Funktionen ist häufig, spezifische Verzögerungen der motorischen und sprachlichen Entwicklung kommen überproportional oft vor. Sekundäre Komplikationen sind dissoziales Verhalten und niedriges Selbstwertgefühl.", "exclusion": "Tief greifende EntwicklungsstörungenF84.-"}, "children": [{"code": "F90.0", "kind": "category", "label": "Einfache Aktivitäts- und Aufmerksamkeitsstörung", "rubrics": {"preferred": "Einfache Aktivitäts- und Aufmerksamkeitsstörung", "inclusion": "Aufmerksamkeitsdefizit bei:\n\t\t\t\tStörung mit Hyperaktivität", "exclusion": "Hyperkinetische Störung des SozialverhaltensF90.1"}, "children": []}, {"code": "F90.1", "kind": "category", "label": "Hyperkinetische Störung des Sozialverhaltens", "rubrics": {"preferred": "Hyperkinetische Störung des Sozialverhaltens", "inclusion": "Hyperkinetische Störung verbunden mit Störung des Sozialverhaltens"}, "children": []}, {"code": "F90.8", "kind": "category", "label": "Sonstige hyperkinetische Störungen", "rubrics": {"preferred": "Sonstige hyperkinetische Störungen"}, "children": []}, {"code": "F90.9", "kind": "category", "label": "Hyperkinetische Störung, nicht näher bezeichnet", "rubrics": {"preferred": "Hyperkinetische Störung, nicht näher bezeichnet", "inclusion": "Hyperkinetisches Syndrom o.n.A."}, "children": []}]}, {"code": "F91", "kind": "category", "label": "Störungen des Sozialverhaltens", "rubrics": {"preferred": "Störungen des Sozialverhaltens", "definition": "Störungen des Sozialverhaltens sind durch ein sich wiederholendes und anhaltendes Muster dissozialen, aggressiven und aufsässigen Verhaltens charakterisiert. Dieses Verhalten übersteigt mit seinen gröberen Verletzungen die altersentsprechenden sozialen Erwartungen. Es ist also schwerwiegender als gewöhnlicher kindischer Unfug oder jugendliche Aufmüpfigkeit. Das anhaltende Verhaltensmuster muss mindestens sechs Monate oder länger bestanden haben. Störungen des Sozialverhaltens können auch bei anderen psychiatrischen Krankheiten auftreten, in diesen Fällen ist die zugrunde liegende Diagnose zu verwenden.\n\t\t\t\tBeispiele für Verhaltensweisen, welche diese Diagnose begründen, umfassen ein extremes Maß an Streiten oder Tyrannisieren, Grausamkeit gegenüber anderen Personen oder Tieren, erhebliche Destruktivität gegenüber Eigentum, Feuerlegen, Stehlen, häufiges Lügen, Schulschwänzen oder Weglaufen von zu Hause, ungewöhnlich häufige und schwere Wutausbrüche und Ungehorsam. Jedes dieser Beispiele ist bei erheblicher Ausprägung ausreichend für die Diagnose, nicht aber nur isolierte dissoziale Handlungen.", "exclusion": "Tiefgreifende EntwicklungsstörungenF84.-"}, "children": [{"code": "F91.0", "kind": "category", "label": "Auf den familiären Rahmen beschränkte Störung des Sozialverhaltens", "rubrics": {"preferred": "Auf den familiären Rahmen beschränkte Störung des Sozialverhaltens", "definition": "Diese Verhaltensstörung umfasst dissoziales oder aggressives Verhalten (und nicht nur oppositionelles, aufsässiges oder trotziges Verhalten), das vollständig oder fast völlig auf den häuslichen Rahmen oder auf Interaktionen mit Mitgliedern der Kernfamilie oder der unmittelbaren Lebensgemeinschaft beschränkt ist. Für die Störung müssen die allgemeinen Kriterien für F91.- erfüllt sein. Schwer gestörte Eltern-Kind-Beziehungen sind für die Diagnose allein nicht ausreichend."}, "children": []}, {"code": "F91.1", "kind": "category", "label": "Störung des Sozialverhaltens bei fehlenden sozialen Bindungen", "rubrics": {"preferred": "Störung des Sozialverhaltens bei fehlenden sozialen Bindungen", "definition": "Diese Störung ist charakterisiert durch die Kombination von andauerndem dissozialen oder aggressiven Verhalten, das die allgemeinen Kriterien für F91.- erfüllt und nicht nur oppositionelles, aufsässiges und trotziges Verhalten umfasst, mit deutlichen und tief greifenden Abweichungen der Beziehungen des Betroffenen zu anderen Kindern.", "inclusion": "Störung des Sozialverhaltens, nur aggressiver Typ"}, "children": []}, {"code": "F91.2", "kind": "category", "label": "Störung des Sozialverhaltens bei vorhandenen sozialen Bindungen", "rubrics": {"preferred": "Störung des Sozialverhaltens bei vorhandenen sozialen Bindungen", "definition": "Dieses Störung beinhaltet andauerndes dissoziales oder aggressives Verhalten, das die allgemeinen Kriterien für F91.- erfüllt und nicht nur oppositionelles, aufsässiges und trotziges Verhalten umfasst, und bei Kindern auftritt, die allgemein gut in ihrer Altersgruppe eingebunden sind.", "inclusion": "Vergehen im Rahmen einer Bandenmitgliedschaft"}, "children": []}, {"code": "F91.3", "kind": "category", "label": "Störung des Sozialverhaltens mit oppositionellem, aufsässigem Verhalten", "rubrics": {"preferred": "Störung des Sozialverhaltens mit oppositionellem, aufsässigem Verhalten", "definition": "Diese Verhaltensstörung tritt gewöhnlich bei jüngeren Kindern auf und ist in erster Linie durch deutlich aufsässiges, ungehorsames Verhalten charakterisiert, ohne delinquente Handlungen oder schwere Formen aggressiven oder dissozialen Verhaltens. Für diese Störung müssen die allgemeinen Kriterien für F91.- erfüllt sein: deutlich übermütiges oder ungezogenes Verhalten allein reicht für die Diagnosenstellung nicht aus. Vorsicht beim Stellen dieser Diagnose ist vor allem bei älteren Kindern geboten, bei denen klinisch bedeutsame Störungen des Sozialverhaltens meist mit dissozialem oder aggressivem Verhalten einhergehen, das über Aufsässigkeit, Ungehorsam oder Trotz hinausgeht."}, "children": []}, {"code": "F91.8", "kind": "category", "label": "Sonstige Störungen des Sozialverhaltens", "rubrics": {"preferred": "Sonstige Störungen des Sozialverhaltens"}, "children": []}, {"code": "F91.9", "kind": "category", "label": "Störung des Sozialverhaltens, nicht näher bezeichnet", "rubrics": {"preferred": "Störung des Sozialverhaltens, nicht näher bezeichnet", "inclusion": "Kindheit:\n\t\t\t\tVerhaltensstörung o.n.A."}, "children": []}]}, {"code": "F92", "kind": "category", "label": "Kombinierte Störung des Sozialverhaltens und der Emotionen", "rubrics": {"preferred": "Kombinierte Störung des Sozialverhaltens und der Emotionen", "definition": "Diese Gruppe von Störungen ist durch die Kombination von anhaltendem aggressiven, dissozialen oder aufsässigen Verhalten charakterisiert mit offensichtlichen und eindeutigen Symptomen von Depression, Angst oder anderen emotionalen Störungen. Sowohl die Kriterien für Störungen des Sozialverhaltens im Kindesalter (F91.-) als auch für emotionale Störungen des Kindesalters (F93.-) bzw. für eine erwachsenentypische neurotische Störung (F40-F49) oder eine affektive Störung (F30-F39) müssen erfüllt sein."}, "children": [{"code": "F92.0", "kind": "category", "label": "Störung des Sozialverhaltens mit depressiver Störung", "rubrics": {"preferred": "Störung des Sozialverhaltens mit depressiver Störung", "definition": "Diese Kategorie verlangt die Kombination einer Störung des Sozialverhaltens (F91.-) mit andauernder und deutlich depressiver Verstimmung (F32.-), die sich in auffälligem Leiden, Interessenverlust, mangelndem Vergnügen an alltäglichen Aktivitäten, Schulderleben und Hoffnungslosigkeit zeigt. Schlafstörungen und Appetitlosigkeit können gleichfalls vorhanden sein.", "inclusion": "Störung des Sozialverhaltens (F91.-) mit depressiver Störung (F32.-)"}, "children": []}, {"code": "F92.8", "kind": "category", "label": "Sonstige kombinierte Störung des Sozialverhaltens und der Emotionen", "rubrics": {"preferred": "Sonstige kombinierte Störung des Sozialverhaltens und der Emotionen", "definition": "Diese Kategorie verlangt die Kombination einer Störung des Sozialverhaltens (F91.-) mit andauernden und deutlichen emotionalen Symptomen wie Angst, Zwangsgedanken oder Zwangshandlungen, Depersonalisation oder Derealisation, Phobien oder Hypochondrie.", "inclusion": "Störungen des Sozialverhaltens (F91.-) mit:\n\t\t\t\tneurotischer Störung (F40-F49)"}, "children": []}, {"code": "F92.9", "kind": "category", "label": "Kombinierte Störung des Sozialverhaltens und der Emotionen, nicht näher bezeichnet", "rubrics": {"preferred": "Kombinierte Störung des Sozialverhaltens und der Emotionen, nicht näher bezeichnet"}, "children": []}]}, {"code": "F93", "kind": "category", "label": "Emotionale Störungen des Kindesalters", "rubrics": {"preferred": "Emotionale Störungen des Kindesalters", "definition": "Diese stellen in erster Linie Verstärkungen normaler Entwicklungstrends dar und weniger eigenständige, qualitativ abnorme Phänomene. Die Entwicklungsbezogenheit ist das diagnostische Schlüsselmerkmal für die Unterscheidung der emotionalen Störungen mit Beginn in der Kindheit (F93.-) von den neurotischen Störungen (F40-F48).", "exclusion": "Wenn mit einer Störung des Sozialverhaltens verbundenF92.-"}, "children": [{"code": "F93.0", "kind": "category", "label": "Emotionale Störung mit Trennungsangst des Kindesalters", "rubrics": {"preferred": "Emotionale Störung mit Trennungsangst des Kindesalters", "definition": "Eine Störung mit Trennungsangst soll nur dann diagnostiziert werden, wenn die Furcht vor Trennung den Kern der Angst darstellt und wenn eine solche Angst erstmals während der frühen Kindheit auftrat. Sie unterscheidet sich von normaler Trennungsangst durch eine unübliche Ausprägung, eine abnorme Dauer über die typische Altersstufe hinaus und durch deutliche Probleme in sozialen Funktionen.", "exclusion": "Störung mit sozialer Überempfindlichkeit des KindesaltersF93.2"}, "children": []}, {"code": "F93.1", "kind": "category", "label": "Phobische Störung des Kindesalters", "rubrics": {"preferred": "Phobische Störung des Kindesalters", "definition": "Es handelt sich um Befürchtungen in der Kindheit, die eine deutliche Spezifität für die entsprechenden Entwicklungsphasen aufweisen und in einem gewissen Ausmaß bei der Mehrzahl der Kinder auftreten, hier aber in einer besonderen Ausprägung. Andere in der Kindheit auftretende Befürchtungen, die nicht normaler Bestandteil der psychosozialen Entwicklung sind, wie z.B. die Agoraphobie sind unter der entsprechenden Kategorie in Abschnitt F40-F48 zu klassifizieren.", "exclusion": "Generalisierte AngststörungF41.1"}, "children": []}, {"code": "F93.2", "kind": "category", "label": "Störung mit sozialer Ängstlichkeit des Kindesalters", "rubrics": {"preferred": "Störung mit sozialer Ängstlichkeit des Kindesalters", "definition": "Bei dieser Störung besteht ein Misstrauen gegenüber Fremden und soziale Besorgnis oder Angst, in neuen, fremden oder sozial bedrohlichen Situationen. Diese Kategorie sollte nur verwendet werden, wenn solche Ängste in der frühen Kindheit auftreten und sie ungewöhnlich stark ausgeprägt sind und zu deutlichen Problemen in der sozialen Funktionsfähigkeit führen.", "inclusion": "Vermeidende Störung in der Kindheit und Jugend"}, "children": []}, {"code": "F93.3", "kind": "category", "label": "Emotionale Störung mit Geschwisterrivalität", "rubrics": {"preferred": "Emotionale Störung mit Geschwisterrivalität", "definition": "Die Mehrzahl junger Kinder zeigt gewöhnlich ein gewisses Ausmaß emotionaler Störungen nach der Geburt eines unmittelbar nachfolgenden jüngeren Geschwisters. Eine emotionale Störung mit Geschwisterrivalität soll nur dann diagnostiziert werden, wenn sowohl das Ausmaß als auch die Dauer der Störung übermäßig ausgeprägt sind und mit Störungen der sozialen Interaktionen einhergehen.", "inclusion": "Geschwistereifersucht"}, "children": []}, {"code": "F93.8", "kind": "category", "label": "Sonstige emotionale Störungen des Kindesalters", "rubrics": {"preferred": "Sonstige emotionale Störungen des Kindesalters", "inclusion": "Störung mit Überängstlichkeit", "exclusion": "Störung der Geschlechtsidentität des KindesaltersF64.2"}, "children": []}, {"code": "F93.9", "kind": "category", "label": "Emotionale Störung des Kindesalters, nicht näher bezeichnet", "rubrics": {"preferred": "Emotionale Störung des Kindesalters, nicht näher bezeichnet"}, "children": []}]}, {"code": "F94", "kind": "category", "label": "Störungen sozialer Funktionen mit Beginn in der Kindheit und Jugend", "rubrics": {"preferred": "Störungen sozialer Funktionen mit Beginn in der Kindheit und Jugend", "definition": "Es handelt sich um eine etwas heterogene Gruppe von Störungen, mit Abweichungen in der sozialen Funktionsfähigkeit und Beginn in der Entwicklungszeit. Anders als die tief greifenden Entwicklungsstörungen sind sie jedoch nicht primär durch eine offensichtliche konstitutionelle soziale Beeinträchtigung oder Defizite in allen Bereichen sozialer Funktionen charakterisiert. In vielen Fällen spielen schwerwiegende Milieuschäden oder Deprivationen eine vermutlich entscheidende Rolle in der Ätiologie."}, "children": [{"code": "F94.0", "kind": "category", "label": "Elektiver Mutismus", "rubrics": {"preferred": "Elektiver Mutismus", "definition": "Dieser ist durch eine deutliche, emotional bedingte Selektivität des Sprechens charakterisiert, so dass das Kind in einigen Situationen spricht, in anderen definierbaren Situationen jedoch nicht. Diese Störung ist üblicherweise mit besonderen Persönlichkeitsmerkmalen wie Sozialangst, Rückzug, Empfindsamkeit oder Widerstand verbunden.", "inclusion": "Selektiver Mutismus", "exclusion": "Umschriebene Entwicklungsstörungen des Sprechens und der SpracheF80.-"}, "children": []}, {"code": "F94.1", "kind": "category", "label": "Reaktive Bindungsstörung des Kindesalters", "rubrics": {"preferred": "Reaktive Bindungsstörung des Kindesalters", "definition": "Diese tritt in den ersten fünf Lebensjahren auf und ist durch anhaltende Auffälligkeiten im sozialen Beziehungsmuster des Kindes charakterisiert. Diese sind von einer emotionalen Störung begleitet und reagieren auf Wechsel in den Milieuverhältnissen. Die Symptome bestehen aus Furchtsamkeit und Übervorsichtigkeit, eingeschränkten sozialen Interaktionen mit Gleichaltrigen, gegen sich selbst oder andere gerichteten Aggressionen, Unglücklichsein und in einigen Fällen Wachstumsverzögerung. Das Syndrom tritt wahrscheinlich als direkte Folge schwerer elterlicher Vernachlässigung, Missbrauch oder schwerer Misshandlung auf.", "coding-hint": "Soll eine begleitende Gedeih- oder Wachstumsstörung angegeben werden, ist eine zusätzliche Schlüsselnummer zu benutzen.", "exclusion": "Psychosoziale Probleme infolge von sexueller oder körperlicher Misshandlung im KindesalterZ61"}, "children": []}, {"code": "F94.2", "kind": "category", "label": "Bindungsstörung des Kindesalters mit Enthemmung", "rubrics": {"preferred": "Bindungsstörung des Kindesalters mit Enthemmung", "definition": "Ein spezifisches abnormes soziales Funktionsmuster, das während der ersten fünf Lebensjahre auftritt mit einer Tendenz, trotz deutlicher Änderungen in den Milieubedingungen zu persistieren. Dieses kann z.B. in diffusem, nichtselektivem Bindungsverhalten bestehen, in aufmerksamkeitssuchendem und wahllos freundlichem Verhalten und kaum modulierten Interaktionen mit Gleichaltrigen; je nach Umständen kommen auch emotionale und Verhaltensstörungen vor.", "inclusion": "Hospitalismus", "exclusion": "Reaktive Bindungsstörung des KindesaltersF94.1"}, "children": []}, {"code": "F94.8", "kind": "category", "label": "Sonstige Störungen sozialer Funktionen mit Beginn in der Kindheit", "rubrics": {"preferred": "Sonstige Störungen sozialer Funktionen mit Beginn in der Kindheit"}, "children": []}, {"code": "F94.9", "kind": "category", "label": "Störung sozialer Funktionen mit Beginn in der Kindheit, nicht näher bezeichnet", "rubrics": {"preferred": "Störung sozialer Funktionen mit Beginn in der Kindheit, nicht näher bezeichnet"}, "children": []}]}, {"code": "F95", "kind": "category", "label": "Ticstörungen", "rubrics": {"preferred": "Ticstörungen", "definition": "Syndrome, bei denen das vorwiegende Symptom ein Tic ist. Ein Tic ist eine unwillkürliche, rasche, wiederholte, nichtrhythmische Bewegung meist umschriebener Muskelgruppen oder eine Lautproduktion, die plötzlich einsetzt und keinem erkennbaren Zweck dient. Normalerweise werden Tics als nicht willkürlich beeinflussbar erlebt, sie können jedoch meist für unterschiedlich lange Zeiträume unterdrückt werden. Belastungen können sie verstärken, während des Schlafens verschwinden sie. Häufige einfache motorische Tics sind Blinzeln, Kopfwerfen, Schulterzucken und Grimassieren. Häufige einfache vokale Tics sind z.B. Räuspern, Bellen, Schnüffeln und Zischen. Komplexe Tics sind Sich-selbst-Schlagen sowie Springen und Hüpfen. Komplexe vokale Tics sind die Wiederholung bestimmter Wörter und manchmal der Gebrauch sozial unangebrachter, oft obszöner Wörter (Koprolalie) und die Wiederholung eigener Laute oder Wörter (Palilalie)."}, "children": [{"code": "F95.0", "kind": "category", "label": "Vorübergehende Ticstörung", "rubrics": {"preferred": "Vorübergehende Ticstörung", "definition": "Sie erfüllt die allgemeinen Kriterien für eine Ticstörung, jedoch halten die Tics nicht länger als 12 Monate an. Die Tics sind häufig Blinzeln, Grimassieren oder Kopfschütteln."}, "children": []}, {"code": "F95.1", "kind": "category", "label": "Chronische motorische oder vokale Ticstörung", "rubrics": {"preferred": "Chronische motorische oder vokale Ticstörung", "definition": "Sie erfüllt die allgemeinen Kriterien für eine Ticstörung, wobei motorische oder vokale Tics, jedoch nicht beide zugleich, einzeln, meist jedoch multipel, auftreten und länger als ein Jahr andauern."}, "children": []}, {"code": "F95.2", "kind": "category", "label": "Kombinierte vokale und multiple motorische Tics [Tourette-Syndrom]", "rubrics": {"preferred": "Kombinierte vokale und multiple motorische Tics [Tourette-Syndrom]", "definition": "Eine Form der Ticstörung, bei der gegenwärtig oder in der Vergangenheit multiple motorische Tics und ein oder mehrere vokale Tics vorgekommen sind, die aber nicht notwendigerweise gleichzeitig auftreten müssen. Die Störung verschlechtert sich meist während der Adoleszenz und neigt dazu, bis in das Erwachsenenalter anzuhalten. Die vokalen Tics sind häufig multipel mit explosiven repetitiven Vokalisationen, Räuspern und Grunzen und Gebrauch von obszönen Wörtern oder Phrasen. Manchmal besteht eine begleitende gestische Echopraxie, die ebenfalls obszöner Natur sein kann (Kopropraxie)."}, "children": []}, {"code": "F95.8", "kind": "category", "label": "Sonstige Ticstörungen", "rubrics": {"preferred": "Sonstige Ticstörungen"}, "children": []}, {"code": "F95.9", "kind": "category", "label": "Ticstörung, nicht näher bezeichnet", "rubrics": {"preferred": "Ticstörung, nicht näher bezeichnet", "inclusion": "Tic o.n.A."}, "children": []}]}, {"code": "F98", "kind": "category", "label": "Andere Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend", "rubrics": {"preferred": "Andere Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend", "definition": "Dieser heterogenen Gruppe von Störungen ist der Beginn in der Kindheit gemeinsam, sonst unterscheiden sie sich jedoch in vieler Hinsicht. Einige der Störungen repräsentieren gut definierte Syndrome, andere sind jedoch nicht mehr als Symptomkomplexe, die hier aber wegen ihrer Häufigkeit und ihrer sozialen Folgen und weil sie anderen Syndromen nicht zugeordnet werden können, aufgeführt werden.", "exclusion": "ZwangsstörungF42.-"}, "children": [{"code": "F98.0", "kind": "category", "label": "Nichtorganische Enuresis", "rubrics": {"preferred": "Nichtorganische Enuresis", "definition": "Diese Störung ist charakterisiert durch unwillkürlichen Harnabgang am Tag und in der Nacht, untypisch für das Entwicklungsalter. Sie ist nicht Folge einer mangelnden Blasenkontrolle aufgrund einer neurologischen Krankheit, epileptischer Anfälle oder einer strukturellen Anomalie der ableitenden Harnwege. Die Enuresis kann von Geburt an bestehen oder nach einer Periode bereits erworbener Blasenkontrolle aufgetreten sein. Die Enuresis kann von einer schweren emotionalen oder Verhaltensstörung begleitet werden.", "inclusion": "Psychogene Enuresis", "exclusion": "Enuresis o.n.A.R32"}, "children": [{"code": "F98.00", "kind": "category", "label": "Enuresis nocturna", "rubrics": {"preferred": "Enuresis nocturna"}, "children": []}, {"code": "F98.01", "kind": "category", "label": "Enuresis diurna", "rubrics": {"preferred": "Enuresis diurna"}, "children": []}, {"code": "F98.02", "kind": "category", "label": "Enuresis nocturna et diurna", "rubrics": {"preferred": "Enuresis nocturna et diurna"}, "children": []}, {"code": "F98.08", "kind": "category", "label": "Sonstige und nicht näher bezeichnete nichtorganische Enuresis", "rubrics": {"preferred": "Sonstige und nicht näher bezeichnete nichtorganische Enuresis"}, "children": []}]}, {"code": "F98.1", "kind": "category", "label": "Nichtorganische Enkopresis", "rubrics": {"preferred": "Nichtorganische Enkopresis", "definition": "Wiederholtes willkürliches oder unwillkürliches Absetzen von Faeces normaler oder fast normaler Konsistenz an Stellen, die im soziokulturellen Umfeld des Betroffenen nicht dafür vorgesehen sind. Die Störung kann eine abnorme Verlängerung der normalen infantilen Inkontinenz darstellen oder einen Kontinenzverlust nach bereits vorhandener Darmkontrolle, oder es kann sich um ein absichtliches Absetzen von Stuhl an dafür nicht vorgesehenen Stellen trotz normaler physiologischer Darmkontrolle handeln. Das Zustandsbild kann als monosymptomatische Störung auftreten oder als Teil einer umfassenderen Störung, besonders einer emotionalen Störung (F93.-) oder einer Störung des Sozialverhaltens (F91.-).", "inclusion": "Psychogene Enkopresis", "coding-hint": "Soll die Ursache einer eventuell gleichzeitig bestehenden Obstipation angegeben werden, ist eine zusätzliche Schlüsselnummer zu benutzen.", "exclusion": "Enkopresis o.n.A.R15"}, "children": []}, {"code": "F98.2", "kind": "category", "label": "Fütterstörung im frühen Kindesalter", "rubrics": {"preferred": "Fütterstörung im frühen Kindesalter", "definition": "Eine Fütterstörung mit unterschiedlicher Symptomatik, die gewöhnlich für das Kleinkindalter und frühe Kindesalter spezifisch ist. Im Allgemeinen umfasst die Nahrungsverweigerung extrem wählerisches Essverhalten bei angemessenem Nahrungsangebot und einer einigermaßen kompetenten Betreuungsperson in Abwesenheit einer organischen Krankheit. Begleitend kann Rumination - d.h. wiederholtes Heraufwürgen von Nahrung ohne Übelkeit oder eine gastrointestinale Krankheit - vorhanden sein.", "inclusion": "Rumination im Kleinkindalter", "exclusion": "Pica im Kleinkind- oder KindesalterF98.3"}, "children": []}, {"code": "F98.3", "kind": "category", "label": "Pica im Kindesalter", "rubrics": {"preferred": "Pica im Kindesalter", "definition": "Anhaltender Verzehr nicht essbarer Substanzen wie Erde, Farbschnipsel usw.. Sie kann als eines von vielen Symptomen einer umfassenderen psychischen Störung wie Autismus auftreten oder sie kann als relativ isolierte psychopathologische Auffälligkeit vorkommen; nur das letztere wird hier kodiert. Das Phänomen ist bei intelligenzgeminderten Kindern am häufigsten. Wenn eine solche Intelligenzminderung vorliegt, ist als Hauptdiagnose eine Kodierung unter F70-F79 zu verwenden."}, "children": []}, {"code": "F98.4", "kind": "category", "label": "Stereotype Bewegungsstörungen", "rubrics": {"preferred": "Stereotype Bewegungsstörungen", "definition": "Willkürliche, wiederholte, stereotype, nicht funktionale und oft rhythmische Bewegungen, die nicht Teil einer anderen psychischen oder neurologischen Krankheit sind. Wenn solche Bewegungen als Symptome einer anderen Störung vorkommen, soll nur die übergreifende Störung kodiert werden. Nichtselbstbeschädigende Bewegungen sind z.B.: Körperschaukeln, Kopfschaukeln, Haarezupfen, Haaredrehen, Fingerschnipsgewohnheiten und Händeschütteln. Stereotype Selbstbeschädigungen sind z.B.: Wiederholtes Kopfanschlagen, Ins-Gesicht-Schlagen, In-die-Augen-Bohren und Beißen in Hände, Lippen oder andere Körperpartien. Alle stereotypen Bewegungsstörungen treten am häufigsten in Verbindung mit Intelligenzminderung auf; wenn dies der Fall ist, sind beide Störungen zu kodieren.\n\t\t\t\tWenn das Bohren in den Augen bei einem Kind mit visueller Behinderung auftritt, soll beides kodiert werden: das Bohren in den Augen mit F98.4- und die Sehstörung mit der Kodierung der entsprechenden somatischen Störung.", "inclusion": "Stereotypie/abnorme Gewohnheit", "exclusion": "TrichotillomanieF63.3"}, "children": [{"code": "F98.40", "kind": "category", "label": "Ohne Selbstverletzung", "rubrics": {"preferredLong": "Stereotype Bewegungsstörungen: Ohne Selbstverletzung", "preferred": "Ohne Selbstverletzung"}, "children": []}, {"code": "F98.41", "kind": "category", "label": "Mit Selbstverletzung", "rubrics": {"preferredLong": "Stereotype Bewegungsstörungen: Mit Selbstverletzung", "preferred": "Mit Selbstverletzung"}, "children": []}, {"code": "F98.49", "kind": "category", "label": "Ohne Angabe einer Selbstverletzung", "rubrics": {"preferredLong": "Stereotype Bewegungsstörungen: Ohne Angabe einer Selbstverletzung", "preferred": "Ohne Angabe einer Selbstverletzung"}, "children": []}]}, {"code": "F98.5", "kind": "category", "label": "Stottern [Stammeln]", "rubrics": {"preferred": "Stottern [Stammeln]", "definition": "Hierbei ist das Sprechen durch häufige Wiederholung oder Dehnung von Lauten, Silben oder Wörtern, oder durch häufiges Zögern und Innehalten, das den rhythmischen Sprechfluss unterbricht, gekennzeichnet. Es soll als Störung nur klassifiziert werden, wenn die Sprechflüssigkeit deutlich beeinträchtigt ist.", "exclusion": "TicstörungenF95.-"}, "children": []}, {"code": "F98.6", "kind": "category", "label": "Poltern", "rubrics": {"preferred": "Poltern", "definition": "Eine hohe Sprechgeschwindigkeit mit Störung der Sprechflüssigkeit, jedoch ohne Wiederholungen oder Zögern, von einem Schweregrad, der zu einer beeinträchtigten Sprechverständlichkeit führt. Das Sprechen ist unregelmäßig und unrhythmisch, mit schnellen, ruckartigen Anläufen, die gewöhnlich zu einem fehlerhaften Satzmuster führen.", "exclusion": "TicstörungenF95.-"}, "children": []}, {"code": "F98.8", "kind": "category", "label": "Sonstige näher bezeichnete Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend", "rubrics": {"preferred": "Sonstige näher bezeichnete Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend"}, "children": [{"code": "F98.80", "kind": "category", "label": "Aufmerksamkeitsstörung ohne Hyperaktivität mit Beginn in der Kindheit und Jugend", "rubrics": {"preferred": "Aufmerksamkeitsstörung ohne Hyperaktivität mit Beginn in der Kindheit und Jugend"}, "children": []}, {"code": "F98.88", "kind": "category", "label": "Sonstige näher bezeichnete Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend", "rubrics": {"preferred": "Sonstige näher bezeichnete Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend", "inclusion": "Nasebohren"}, "children": []}]}, {"code": "F98.9", "kind": "category", "label": "Nicht näher bezeichnete Verhaltens- oder emotionale Störungen mit Beginn in der Kindheit und Jugend", "rubrics": {"preferred": "Nicht näher bezeichnete Verhaltens- oder emotionale Störungen mit Beginn in der Kindheit und Jugend"}, "children": []}]}]}, {"code": "F99-F99", "kind": "block", "label": "Nicht näher bezeichnete psychische Störungen", "rubrics": {"preferred": "Nicht näher bezeichnete psychische Störungen"}, "children": [{"code": "F99", "kind": "category", "label": "Psychische Störung ohne nähere Angabe", "rubrics": {"preferred": "Psychische Störung ohne nähere Angabe", "inclusion": "Psychische Krankheit o.n.A.", "exclusion": "Organische psychische Störung o.n.A.F06.9"}, "children": []}]}]}