{"code": "F20", "kind": "category", "label": "Schizophrenie", "rubrics": {"preferred": "Schizophrenie", "definition": "Die schizophrenen Störungen sind im Allgemeinen durch grundlegende und charakteristische Störungen von Denken und Wahrnehmung sowie inadäquate oder verflachte Affekte gekennzeichnet. Die Bewusstseinsklarheit und intellektuellen Fähigkeiten sind in der Regel nicht beeinträchtigt, obwohl sich im Laufe der Zeit gewisse kognitive Defizite entwickeln können. Die wichtigsten psychopathologischen Phänomene sind Gedankenlautwerden, Gedankeneingebung oder Gedankenentzug, Gedankenausbreitung, Wahnwahrnehmung, Kontrollwahn, Beeinflussungswahn oder das Gefühl des Gemachten, Stimmen, die in der dritten Person den Patienten kommentieren oder über ihn sprechen, Denkstörungen und Negativsymptome.\n\t\t\t\tDer Verlauf der schizophrenen Störungen kann entweder kontinuierlich episodisch mit zunehmenden oder stabilen Defiziten sein, oder es können eine oder mehrere Episoden mit vollständiger oder unvollständiger Remission auftreten.\n\t\t\t\tDie Diagnose Schizophrenie soll bei ausgeprägten depressiven oder manischen Symptomen nicht gestellt werden, es sei denn, schizophrene Symptome wären der affektiven Störung vorausgegangen. Ebenso wenig ist eine Schizophrenie bei eindeutiger Gehirnerkrankung, während einer Intoxikation oder während eines Entzugssyndroms zu diagnostizieren. Ähnliche Störungen bei Epilepsie oder anderen Hirnerkrankungen sollen unter F06.2 kodiert werden, die durch psychotrope Substanzen bedingten psychotischen Störungen unter F10-F19, vierte Stelle .5.", "exclusion": "Schizotype StörungF21"}, "children": [{"code": "F20.0", "kind": "category", "label": "Paranoide Schizophrenie", "rubrics": {"preferred": "Paranoide Schizophrenie", "definition": "Die paranoide Schizophrenie ist durch beständige, häufig paranoide Wahnvorstellungen gekennzeichnet, meist begleitet von akustischen Halluzinationen und Wahrnehmungsstörungen. Störungen der Stimmung, des Antriebs und der Sprache, katatone Symptome fehlen entweder oder sind wenig auffallend.", "inclusion": "Paraphrene Schizophrenie", "exclusion": "Paranoider InvolutionszustandF22.8"}, "children": []}, {"code": "F20.1", "kind": "category", "label": "Hebephrene Schizophrenie", "rubrics": {"preferred": "Hebephrene Schizophrenie", "definition": "Eine Form der Schizophrenie, bei der die affektiven Veränderungen im Vordergrund stehen, Wahnvorstellungen und Halluzinationen flüchtig und bruchstückhaft auftreten, das Verhalten verantwortungslos und unvorhersehbar ist und Manierismen häufig sind. Die Stimmung ist flach und unangemessen. Das Denken ist desorganisiert, die Sprache zerfahren. Der Kranke neigt dazu, sich sozial zu isolieren. Wegen der schnellen Entwicklung der Minussymptomatik, besonders von Affektverflachung und Antriebsverlust, ist die Prognose zumeist schlecht. Eine Hebephrenie soll in aller Regel nur bei Jugendlichen oder jungen Erwachsenen diagnostiziert werden.", "inclusion": "Hebephrenie"}, "children": []}, {"code": "F20.2", "kind": "category", "label": "Katatone Schizophrenie", "rubrics": {"preferred": "Katatone Schizophrenie", "definition": "Die katatone Schizophrenie ist gekennzeichnet von den im Vordergrund stehenden psychomotorischen Störungen, die zwischen Extremen wie Erregung und Stupor sowie Befehlsautomatismus und Negativismus alternieren können. Zwangshaltungen und -stellungen können lange Zeit beibehalten werden. Episodenhafte schwere Erregungszustände können ein Charakteristikum dieses Krankheitsbildes sein. Die katatonen Phänomene können mit einem traumähnlichen (oneiroiden) Zustand mit lebhaften szenischen Halluzinationen verbunden sein.", "inclusion": "Schizophren:\n\t\t\t\tKatatonie"}, "children": []}, {"code": "F20.3", "kind": "category", "label": "Undifferenzierte Schizophrenie", "rubrics": {"preferred": "Undifferenzierte Schizophrenie", "definition": "Diese Kategorie soll für psychotische Zustandsbilder verwendet werden, welche die allgemeinen diagnostischen Kriterien der Schizophrenie (F20) erfüllen, ohne einer der Unterformen von F20.0-F20.2 zu entsprechen, oder die Merkmale von mehr als einer aufweisen, ohne dass bestimmte diagnostische Charakteristika eindeutig überwiegen.", "inclusion": "Atypische Schizophrenie", "exclusion": "Postschizophrene DepressionF20.4"}, "children": []}, {"code": "F20.4", "kind": "category", "label": "Postschizophrene Depression", "rubrics": {"preferred": "Postschizophrene Depression", "definition": "Eine unter Umständen länger anhaltende depressive Episode, die im Anschluss an eine schizophrene Krankheit auftritt. Einige \"positive\" oder \"negative\" schizophrene Symptome müssen noch vorhanden sein, beherrschen aber das klinische Bild nicht mehr. Diese depressiven Zustände sind mit einem erhöhten Suizidrisiko verbunden.\n\t\t\t\tWenn der Patient keine schizophrenen Symptome mehr aufweist, sollte eine depressive Episode diagnostiziert werden (F32.-). Wenn floride schizophrene Symptome noch im Vordergrund stehen, sollte die entsprechende schizophrene Unterform (F20.0-F20.3) diagnostiziert werden."}, "children": []}, {"code": "F20.5", "kind": "category", "label": "Schizophrenes Residuum", "rubrics": {"preferred": "Schizophrenes Residuum", "definition": "Ein chronisches Stadium in der Entwicklung einer schizophrenen Krankheit, bei welchem eine eindeutige Verschlechterung von einem frühen zu einem späteren Stadium vorliegt und das durch langandauernde, jedoch nicht unbedingt irreversible \"negative\" Symptome charakterisiert ist. Hierzu gehören psychomotorische Verlangsamung, verminderte Aktivität, Affektverflachung, Passivität und Initiativemangel, qualitative und quantitative Sprachverarmung, geringe nonverbale Kommunikation durch Gesichtsausdruck, Blickkontakt, Modulation der Stimme und Körperhaltung, Vernachlässigung der Körperpflege und nachlassende soziale Leistungsfähigkeit.", "inclusion": "Schizophrener Residualzustand"}, "children": []}, {"code": "F20.6", "kind": "category", "label": "Schizophrenia simplex", "rubrics": {"preferred": "Schizophrenia simplex", "definition": "Eine Störung mit schleichender Progredienz von merkwürdigem Verhalten, mit einer Einschränkung, gesellschaftliche Anforderungen zu erfüllen und mit Verschlechterung der allgemeinen Leistungsfähigkeit. Die charakteristische Negativsymptomatik des schizophrenen Residuums (Affektverflachung und Antriebsminderung) entwickelt sich ohne vorhergehende produktive psychotische Symptome."}, "children": []}, {"code": "F20.8", "kind": "category", "label": "Sonstige Schizophrenie", "rubrics": {"preferred": "Sonstige Schizophrenie", "inclusion": "Zönästhetische (zönästhopathische) Schizophrenie", "exclusion": "Kurze schizophreniforme StörungenF23.2"}, "children": []}, {"code": "F20.9", "kind": "category", "label": "Schizophrenie, nicht näher bezeichnet", "rubrics": {"preferred": "Schizophrenie, nicht näher bezeichnet"}, "children": []}]}