{"code": "F22", "kind": "category", "label": "Anhaltende wahnhafte Störungen", "rubrics": {"preferred": "Anhaltende wahnhafte Störungen", "definition": "Diese Gruppe enthält eine Reihe von Störungen, bei denen ein langandauernder Wahn das einzige oder das am meisten ins Auge fallende klinische Charakteristikum darstellt, und die nicht als organisch, schizophren oder affektiv klassifiziert werden können. Wahnhafte Störungen, die nur wenige Monate angedauert haben, sollten wenigstens vorläufig unter F23.- kodiert werden."}, "children": [{"code": "F22.0", "kind": "category", "label": "Wahnhafte Störung", "rubrics": {"preferred": "Wahnhafte Störung", "definition": "Eine Störung charakterisiert durch die Entwicklung eines einzelnen Wahns oder mehrerer aufeinander bezogener Wahninhalte, die im Allgemeinen lange, manchmal lebenslang, andauern. Der Inhalt des Wahns oder des Wahnsystems ist sehr unterschiedlich. Eindeutige und anhaltende akustische Halluzinationen (Stimmen), schizophrene Symptome wie Kontrollwahn oder Affektverflachung und eine eindeutige Gehirnerkrankung sind nicht mit der Diagnose vereinbar. Gelegentliche oder vorübergehende akustische Halluzinationen schließen besonders bei älteren Patienten die Diagnose jedoch nicht aus, solange diese Symptome nicht typisch schizophren erscheinen und nur einen kleinen Teil des klinischen Bildes ausmachen.", "inclusion": "Späte Paraphrenie", "exclusion": "Paranoid:\n\t\t\t\tSchizophrenieF20.0"}, "children": []}, {"code": "F22.8", "kind": "category", "label": "Sonstige anhaltende wahnhafte Störungen", "rubrics": {"preferred": "Sonstige anhaltende wahnhafte Störungen", "definition": "Hierbei handelt es sich um Störungen, bei denen ein Wahn oder Wahnsysteme von anhaltenden Stimmen oder von schizophrenen Symptomen begleitet werden, die aber nicht die Diagnose Schizophrenie (F20.-) erfüllen.", "inclusion": "Wahnhafte Dysmorphophobie"}, "children": []}, {"code": "F22.9", "kind": "category", "label": "Anhaltende wahnhafte Störung, nicht näher bezeichnet", "rubrics": {"preferred": "Anhaltende wahnhafte Störung, nicht näher bezeichnet"}, "children": []}]}