{"code": "F23", "kind": "category", "label": "Akute vorübergehende psychotische Störungen", "rubrics": {"preferred": "Akute vorübergehende psychotische Störungen", "definition": "Eine heterogene Gruppe von Störungen, die durch den akuten Beginn der psychotischen Symptome, wie Wahnvorstellungen, Halluzinationen und andere Wahrnehmungsstörungen, und durch eine schwere Störung des normalen Verhaltens charakterisiert sind. Der akute Beginn wird als Crescendo-Entwicklung eines eindeutig abnormen klinischen Bildes innerhalb von 2 Wochen oder weniger definiert. Bei diesen Störungen gibt es keine Hinweise für eine organische Verursachung. Ratlosigkeit und Verwirrtheit kommen häufig vor, die zeitliche, örtliche und personale Desorientiertheit ist jedoch nicht andauernd oder schwer genug, um die Kriterien für ein organisch verursachtes Delir (F05.-) zu erfüllen. Eine vollständige Besserung erfolgt in der Regel innerhalb weniger Monate, oft bereits nach wenigen Wochen oder nur Tagen. Wenn die Störung weiter besteht, wird eine Änderung der Kodierung notwendig. Die Störung kann im Zusammenhang mit einer akuten Belastung stehen, definiert als belastendes Ereignis ein oder zwei Wochen vor Beginn der Störung."}, "children": [{"code": "F23.0", "kind": "category", "label": "Akute polymorphe psychotische Störung ohne Symptome einer Schizophrenie", "rubrics": {"preferred": "Akute polymorphe psychotische Störung ohne Symptome einer Schizophrenie", "definition": "Eine akute psychotische Störung, bei der Halluzinationen, Wahnphänomene und Wahrnehmungsstörungen vorhanden, aber sehr unterschiedlich ausgeprägt sind und von Tag zu Tag oder sogar von Stunde zu Stunde zu wechseln. Häufig findet sich auch emotionales Aufgewühltsein mit intensiven vorübergehenden Glücksgefühlen und Ekstase oder Angst und Reizbarkeit. Die Vielgestaltigkeit und Unbeständigkeit sind für das gesamte klinische Bild charakteristisch; die psychotischen Merkmale erfüllen nicht die Kriterien für Schizophrenie (F20.-). Diese Störungen beginnen abrupt, entwickeln sich rasch innerhalb weniger Tage und zeigen häufig eine schnelle und anhaltende Rückbildung der Symptome ohne Rückfall. Wenn die Symptome andauern, sollte die Diagnose in anhaltende wahnhafte Störung (F22.-) geändert werden.", "inclusion": "Zykloide Psychose ohne Symptome einer Schizophrenie oder nicht näher bezeichnet"}, "children": []}, {"code": "F23.1", "kind": "category", "label": "Akute polymorphe psychotische Störung mit Symptomen einer Schizophrenie", "rubrics": {"preferred": "Akute polymorphe psychotische Störung mit Symptomen einer Schizophrenie", "definition": "Eine akute psychotische Störung mit vielgestaltigem und unbeständigem klinischem Bild, wie unter F23.0 beschrieben; trotz dieser Unbeständigkeit aber sind in der überwiegenden Zeit auch einige für die Schizophrenie typische Symptome vorhanden. Wenn die schizophrenen Symptome andauern, ist die Diagnose in Schizophrenie (F20.-) zu ändern.", "inclusion": "Zykloide Psychose mit Symptomen einer Schizophrenie"}, "children": []}, {"code": "F23.2", "kind": "category", "label": "Akute schizophreniforme psychotische Störung", "rubrics": {"preferred": "Akute schizophreniforme psychotische Störung", "definition": "Eine akute psychotische Störung, bei der die psychotischen Symptome vergleichsweise stabil sind und die Kriterien für Schizophrenie (F20.-) erfüllen, aber weniger als einen Monat bestanden haben. Die polymorphen, unbeständigen Merkmale, die unter F23.0 beschrieben wurden, fehlen. Wenn die schizophrenen Symptome andauern, ist die Diagnose in Schizophrenie (F20.-) zu ändern.", "inclusion": "Schizophrene Reaktion", "exclusion": "Schizophreniforme Störung o.n.A.F20.8"}, "children": []}, {"code": "F23.3", "kind": "category", "label": "Sonstige akute vorwiegend wahnhafte psychotische Störungen", "rubrics": {"preferred": "Sonstige akute vorwiegend wahnhafte psychotische Störungen", "definition": "Es handelt sich um eine akute psychotische Störung, bei der verhältnismäßig stabile Wahnphänomene oder Halluzinationen die hauptsächlichen klinischen Merkmale darstellen, aber nicht die Kriterien für eine Schizophrenie erfüllen (F20.-). Wenn die Wahnphänomene andauern, ist die Diagnose in anhaltende wahnhafte Störung (F22.-) zu ändern.", "inclusion": "Psychogene paranoide Psychose"}, "children": []}, {"code": "F23.8", "kind": "category", "label": "Sonstige akute vorübergehende psychotische Störungen", "rubrics": {"preferred": "Sonstige akute vorübergehende psychotische Störungen", "definition": "Hier sollen alle anderen nicht näher bezeichneten akuten psychotischen Störungen, ohne Anhalt für eine organische Ursache, klassifiziert werden und die nicht die Kriterien für F23.0-F23.3 erfüllen."}, "children": []}, {"code": "F23.9", "kind": "category", "label": "Akute vorübergehende psychotische Störung, nicht näher bezeichnet", "rubrics": {"preferred": "Akute vorübergehende psychotische Störung, nicht näher bezeichnet", "inclusion": "Reaktive Psychose"}, "children": []}]}