{"code": "F30", "kind": "category", "label": "Manische Episode", "rubrics": {"preferred": "Manische Episode", "definition": "Alle Untergruppen dieser Kategorie dürfen nur für eine einzelne Episode verwendet werden. Hypomanische oder manische Episoden bei Betroffenen, die früher eine oder mehrere affektive (depressive, hypomanische, manische oder gemischte) Episoden hatten, sind unter bipolarer affektiver Störung (F31.-) zu klassifizieren.", "inclusion": "Bipolare Störung, einzelne manische Episode"}, "children": [{"code": "F30.0", "kind": "category", "label": "Hypomanie", "rubrics": {"preferred": "Hypomanie", "definition": "Eine Störung, charakterisiert durch eine anhaltende, leicht gehobene Stimmung, gesteigerten Antrieb und Aktivität und in der Regel auch ein auffallendes Gefühl von Wohlbefinden und körperlicher und seelischer Leistungsfähigkeit. Gesteigerte Geselligkeit, Gesprächigkeit, übermäßige Vertraulichkeit, gesteigerte Libido und vermindertes Schlafbedürfnis sind häufig vorhanden, aber nicht in dem Ausmaß, dass sie zu einem Abbruch der Berufstätigkeit oder zu sozialer Ablehnung führen. Reizbarkeit, Selbstüberschätzung und flegelhaftes Verhalten können an die Stelle der häufigen euphorischen Geselligkeit treten. Die Störungen der Stimmung und des Verhaltens werden nicht von Halluzinationen oder Wahn begleitet."}, "children": []}, {"code": "F30.1", "kind": "category", "label": "Manie ohne psychotische Symptome", "rubrics": {"preferred": "Manie ohne psychotische Symptome", "definition": "Die Stimmung ist situationsinadäquat gehoben und kann zwischen sorgloser Heiterkeit und fast unkontrollierbarer Erregung schwanken. Die gehobene Stimmung ist mit vermehrtem Antrieb verbunden, dies führt zu Überaktivität, Rededrang und vermindertem Schlafbedürfnis. Die Aufmerksamkeit kann nicht mehr aufrechterhalten werden, es kommt oft zu starker Ablenkbarkeit. Die Selbsteinschätzung ist mit Größenideen oder übertriebenem Optimismus häufig weit überhöht. Der Verlust normaler sozialer Hemmungen kann zu einem leichtsinnigen, rücksichtslosen oder in Bezug auf die Umstände unpassenden und persönlichkeitsfremden Verhalten führen."}, "children": []}, {"code": "F30.2", "kind": "category", "label": "Manie mit psychotischen Symptomen", "rubrics": {"preferred": "Manie mit psychotischen Symptomen", "definition": "Zusätzlich zu dem unter F30.1 beschriebenen klinischen Bild treten Wahn (zumeist Größenwahn) oder Halluzinationen (zumeist Stimmen, die unmittelbar zum Betroffenen sprechen) auf. Die Erregung, die ausgeprägte körperliche Aktivität und die Ideenflucht können so extrem sein, dass der Betroffene für eine normale Kommunikation unzugänglich wird.", "inclusion": "Manischer Stupor"}, "children": []}, {"code": "F30.8", "kind": "category", "label": "Sonstige manische Episoden", "rubrics": {"preferred": "Sonstige manische Episoden"}, "children": []}, {"code": "F30.9", "kind": "category", "label": "Manische Episode, nicht näher bezeichnet", "rubrics": {"preferred": "Manische Episode, nicht näher bezeichnet", "inclusion": "Manie o.n.A."}, "children": []}]}