{"code": "F34", "kind": "category", "label": "Anhaltende affektive Störungen", "rubrics": {"preferred": "Anhaltende affektive Störungen", "definition": "Hierbei handelt es sich um anhaltende und meist fluktuierende Stimmungsstörungen, bei denen die Mehrzahl der einzelnen Episoden nicht ausreichend schwer genug sind, um als hypomanische oder auch nur leichte depressive Episoden gelten zu können. Da sie jahrelang, manchmal den größeren Teil des Erwachsenenlebens, andauern, ziehen sie beträchtliches subjektives Leiden und Beeinträchtigungen nach sich. Gelegentlich können rezidivierende oder einzelne manische oder depressive Episoden eine anhaltende affektive Störung überlagern."}, "children": [{"code": "F34.0", "kind": "category", "label": "Zyklothymia", "rubrics": {"preferred": "Zyklothymia", "definition": "Hierbei handelt es sich um eine andauernde Instabilität der Stimmung mit zahlreichen Perioden von Depression und leicht gehobener Stimmung (Hypomanie), von denen aber keine ausreichend schwer und anhaltend genug ist, um die Kriterien für eine bipolare affektive Störung (F31.-) oder rezidivierende depressive Störung (F33.-) zu erfüllen. Diese Störung kommt häufig bei Verwandten von Patienten mit bipolarer affektiver Störung vor. Einige Patienten mit Zyklothymia entwickeln schließlich selbst eine bipolare affektive Störung.", "inclusion": "Zyklothyme Persönlichkeit"}, "children": []}, {"code": "F34.1", "kind": "category", "label": "Dysthymia", "rubrics": {"preferred": "Dysthymia", "definition": "Hierbei handelt es sich um eine chronische, wenigstens mehrere Jahre andauernde depressive Verstimmung, die weder schwer noch hinsichtlich einzelner Episoden anhaltend genug ist, um die Kriterien einer schweren, mittelgradigen oder leichten rezidivierenden depressiven Störung (F33.-) zu erfüllen.", "inclusion": "Neurotische Depression", "exclusion": "Ängstliche Depression (leicht, aber nicht anhaltend)F41.2"}, "children": []}, {"code": "F34.8", "kind": "category", "label": "Sonstige anhaltende affektive Störungen", "rubrics": {"preferred": "Sonstige anhaltende affektive Störungen"}, "children": []}, {"code": "F34.9", "kind": "category", "label": "Anhaltende affektive Störung, nicht näher bezeichnet", "rubrics": {"preferred": "Anhaltende affektive Störung, nicht näher bezeichnet"}, "children": []}]}