{"code": "F41", "kind": "category", "label": "Andere Angststörungen", "rubrics": {"preferred": "Andere Angststörungen", "definition": "Bei diesen Störungen stellen Manifestationen der Angst die Hauptsymptome dar, ohne auf eine bestimmte Umgebungssituation bezogen zu sein. Depressive und Zwangssymptome, sogar einige Elemente phobischer Angst können vorhanden sein, vorausgesetzt, sie sind eindeutig sekundär oder weniger ausgeprägt."}, "children": [{"code": "F41.0", "kind": "category", "label": "Panikstörung [episodisch paroxysmale Angst]", "rubrics": {"preferred": "Panikstörung [episodisch paroxysmale Angst]", "definition": "Das wesentliche Kennzeichen sind wiederkehrende schwere Angstattacken (Panik), die sich nicht auf eine spezifische Situation oder besondere Umstände beschränken und deshalb auch nicht vorhersehbar sind. Wie bei anderen Angsterkrankungen zählen zu den wesentlichen Symptomen plötzlich auftretendes Herzklopfen, Brustschmerz, Erstickungsgefühle, Schwindel und Entfremdungsgefühle (Depersonalisation oder Derealisation). Oft entsteht sekundär auch die Furcht zu sterben, vor Kontrollverlust oder die Angst, wahnsinnig zu werden. Die Panikstörung soll nicht als Hauptdiagnose verwendet werden, wenn der Betroffene bei Beginn der Panikattacken an einer depressiven Störung leidet. Unter diesen Umständen sind die Panikattacken wahrscheinlich sekundäre Folge der Depression.", "inclusion": "Panikzustand", "exclusion": "Panikstörung mit AgoraphobieF40.01"}, "children": []}, {"code": "F41.1", "kind": "category", "label": "Generalisierte Angststörung", "rubrics": {"preferred": "Generalisierte Angststörung", "definition": "Die Angst ist generalisiert und anhaltend. Sie ist nicht auf bestimmte Umgebungsbedingungen beschränkt, oder auch nur besonders betont in solchen Situationen, sie ist vielmehr \"frei flottierend\". Die wesentlichen Symptome sind variabel, Beschwerden wie ständige Nervosität, Zittern, Muskelspannung, Schwitzen, Benommenheit, Herzklopfen, Schwindelgefühle oder Oberbauchbeschwerden gehören zu diesem Bild. Häufig wird die Befürchtung geäußert, der Patient selbst oder ein Angehöriger könnten demnächst erkranken oder einen Unfall haben.", "inclusion": "Angstzustand", "exclusion": "NeurasthenieF48.0"}, "children": []}, {"code": "F41.2", "kind": "category", "label": "Angst und depressive Störung, gemischt", "rubrics": {"preferred": "Angst und depressive Störung, gemischt", "definition": "Diese Kategorie soll bei gleichzeitigem Bestehen von Angst und Depression Verwendung finden, jedoch nur, wenn keine der beiden Störungen eindeutig vorherrscht und keine für sich genommen eine eigenständige Diagnose rechtfertigt. Treten ängstliche und depressive Symptome in so starker Ausprägung auf, dass sie einzelne Diagnosen rechtfertigen, sollen beide Diagnosen gestellt und auf diese Kategorie verzichtet werden.", "inclusion": "Ängstliche Depression (leicht oder nicht anhaltend)"}, "children": []}, {"code": "F41.3", "kind": "category", "label": "Andere gemischte Angststörungen", "rubrics": {"preferred": "Andere gemischte Angststörungen", "definition": "Angstsymptome gemischt mit Merkmalen anderer Störungen in F42-F48. Kein Symptom ist allein schwer genug um die Diagnose einer anderen Störung zu stellen."}, "children": []}, {"code": "F41.8", "kind": "category", "label": "Sonstige spezifische Angststörungen", "rubrics": {"preferred": "Sonstige spezifische Angststörungen", "inclusion": "Angsthysterie"}, "children": []}, {"code": "F41.9", "kind": "category", "label": "Angststörung, nicht näher bezeichnet", "rubrics": {"preferred": "Angststörung, nicht näher bezeichnet", "inclusion": "Angst o.n.A."}, "children": []}]}