{"code": "F45", "kind": "category", "label": "Somatoforme Störungen", "rubrics": {"preferred": "Somatoforme Störungen", "definition": "Das Charakteristikum ist die wiederholte Darbietung körperlicher Symptome in Verbindung mit hartnäckigen Forderungen nach medizinischen Untersuchungen trotz wiederholter negativer Ergebnisse und Versicherung der Ärzte, dass die Symptome nicht körperlich begründbar sind. Wenn somatische Störungen vorhanden sind, erklären sie nicht die Art und das Ausmaß der Symptome, das Leiden und die innerliche Beteiligung des Patienten.", "coding-hint": "Für die Anwendung der Schlüsselnummer F45.41 sind die vorgenannten Kriterien nicht heranzuziehen. Für die Anwendung dieser Kategorie gelten die im Hinweistext der Schlüsselnummer aufgeführten Kriterien.", "exclusion": "TrichotillomanieF63.3"}, "children": [{"code": "F45.0", "kind": "category", "label": "Somatisierungsstörung", "rubrics": {"preferred": "Somatisierungsstörung", "definition": "Charakteristisch sind multiple, wiederholt auftretende und häufig wechselnde körperliche Symptome, die wenigstens zwei Jahre bestehen. Die meisten Patienten haben eine lange und komplizierte Patienten-Karriere hinter sich, sowohl in der Primärversorgung als auch in spezialisierten medizinischen Einrichtungen, wo viele negative Untersuchungen und ergebnislose explorative Operationen durchgeführt sein können. Die Symptome können sich auf jeden Körperteil oder jedes System des Körpers beziehen. Der Verlauf der Störung ist chronisch und fluktuierend und häufig mit einer langdauernden Störung des sozialen, interpersonalen und familiären Verhaltens verbunden. Eine kurzdauernde (weniger als zwei Jahre) und weniger auffallende Symptomatik wird besser unter F45.1 klassifiziert (undifferenzierte Somatisierungsstörung).", "inclusion": "Multiple psychosomatische Störung", "exclusion": "Simulation [bewusste Simulation]Z76.8"}, "children": []}, {"code": "F45.1", "kind": "category", "label": "Undifferenzierte Somatisierungsstörung", "rubrics": {"preferred": "Undifferenzierte Somatisierungsstörung", "definition": "Wenn die körperlichen Beschwerden zahlreich, unterschiedlich und hartnäckig sind, aber das vollständige und typische klinische Bild einer Somatisierungsstörung nicht erfüllt ist, ist die Diagnose undifferenzierte Somatisierungsstörung zu erwägen.", "inclusion": "Undifferenzierte psychosomatische Störung"}, "children": []}, {"code": "F45.2", "kind": "category", "label": "Hypochondrische Störung", "rubrics": {"preferred": "Hypochondrische Störung", "definition": "Vorherrschendes Kennzeichen ist eine beharrliche Beschäftigung mit der Möglichkeit, an einer oder mehreren schweren und fortschreitenden körperlichen Krankheiten zu leiden. Die Patienten manifestieren anhaltende körperliche Beschwerden oder anhaltende Beschäftigung mit ihren körperlichen Phänomenen. Normale oder allgemeine Körperwahrnehmungen und Symptome werden von dem betreffenden Patienten oft als abnorm und belastend interpretiert und die Aufmerksamkeit meist auf nur ein oder zwei Organe oder Organsysteme des Körpers fokussiert. Depression und Angst finden sich häufig und können dann zusätzliche Diagnosen rechtfertigen.", "inclusion": "Nosophobie", "exclusion": "Wahnhafte DysmorphophobieF22.8"}, "children": []}, {"code": "F45.3", "kind": "category", "label": "Somatoforme autonome Funktionsstörung", "rubrics": {"preferred": "Somatoforme autonome Funktionsstörung", "definition": "Die Symptome werden vom Patienten so geschildert, als beruhten sie auf der körperlichen Krankheit eines Systems oder eines Organs, das weitgehend oder vollständig vegetativ innerviert und kontrolliert wird, so etwa des kardiovaskulären, des gastrointestinalen, des respiratorischen oder des urogenitalen Systems. Es finden sich meist zwei Symptomgruppen, die beide nicht auf eine körperliche Krankheit des betreffenden Organs oder Systems hinweisen. Die erste Gruppe umfasst Beschwerden, die auf objektivierbaren Symptomen der vegetativen Stimulation beruhen wie etwa Herzklopfen, Schwitzen, Erröten, Zittern. Sie sind Ausdruck der Furcht vor und Beeinträchtigung durch eine(r) somatische(n) Störung. Die zweite Gruppe beinhaltet subjektive Beschwerden unspezifischer und wechselnder Natur, wie flüchtige Schmerzen, Brennen, Schwere, Enge und Gefühle, aufgebläht oder auseinander gezogen zu werden, die vom Patienten einem spezifischen Organ oder System zugeordnet werden.", "inclusion": "Psychogene Formen:\n\t\t\t\tSingultus", "exclusion": "Psychische und Verhaltenseinflüsse bei anderenorts klassifizierten Störungen oder KrankheitenF54"}, "children": [{"code": "F45.30", "kind": "category", "label": "Herz und Kreislaufsystem", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Herz und Kreislaufsystem", "preferred": "Herz und Kreislaufsystem"}, "children": []}, {"code": "F45.31", "kind": "category", "label": "Oberes Verdauungssystem", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Oberes Verdauungssystem", "preferred": "Oberes Verdauungssystem"}, "children": []}, {"code": "F45.32", "kind": "category", "label": "Unteres Verdauungssystem", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Unteres Verdauungssystem", "preferred": "Unteres Verdauungssystem"}, "children": []}, {"code": "F45.33", "kind": "category", "label": "Atmungssystem", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Atmungssystem", "preferred": "Atmungssystem"}, "children": []}, {"code": "F45.34", "kind": "category", "label": "Urogenitalsystem", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Urogenitalsystem", "preferred": "Urogenitalsystem"}, "children": []}, {"code": "F45.37", "kind": "category", "label": "Mehrere Organe und Systeme", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Mehrere Organe und Systeme", "preferred": "Mehrere Organe und Systeme"}, "children": []}, {"code": "F45.38", "kind": "category", "label": "Sonstige Organe und Systeme", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Sonstige Organe und Systeme", "preferred": "Sonstige Organe und Systeme"}, "children": []}, {"code": "F45.39", "kind": "category", "label": "Nicht näher bezeichnetes Organ oder System", "rubrics": {"preferredLong": "Somatoforme autonome Funktionsstörung: Nicht näher bezeichnetes Organ oder System", "preferred": "Nicht näher bezeichnetes Organ oder System"}, "children": []}]}, {"code": "F45.4", "kind": "category", "label": "Anhaltende Schmerzstörung", "rubrics": {"preferred": "Anhaltende Schmerzstörung", "definition": "Schmerzzustände mit vermutlich psychogenem Ursprung, die im Verlauf depressiver Störungen oder einer Schizophrenie auftreten, sollten hier nicht berücksichtigt werden.", "exclusion": "Schmerz:\n\t\t\t\to.n.A.R52.9"}, "children": [{"code": "F45.40", "kind": "category", "label": "Anhaltende somatoforme Schmerzstörung", "rubrics": {"preferred": "Anhaltende somatoforme Schmerzstörung", "definition": "Die vorherrschende Beschwerde ist ein andauernder, schwerer und quälender Schmerz, der durch einen physiologischen Prozess oder eine körperliche Störung nicht hinreichend erklärt werden kann. Er tritt in Verbindung mit emotionalen Konflikten oder psychosozialen Belastungen auf, denen die Hauptrolle für Beginn, Schweregrad, Exazerbation oder Aufrechterhaltung der Schmerzen zukommt. Die Folge ist meist eine beträchtlich gesteigerte persönliche oder medizinische Hilfe und Unterstützung.", "inclusion": "Somatoforme Schmerzstörung", "exclusion": "SpannungskopfschmerzG44.2"}, "children": []}, {"code": "F45.41", "kind": "category", "label": "Chronische Schmerzstörung mit somatischen und psychischen Faktoren", "rubrics": {"preferred": "Chronische Schmerzstörung mit somatischen und psychischen Faktoren", "definition": "Im Vordergrund des klinischen Bildes stehen seit mindestens 6 Monaten bestehende Schmerzen in einer oder mehreren anatomischen Regionen, die ihren Ausgangspunkt in einem physiologischen Prozess oder einer körperlichen Störung haben. Psychischen Faktoren wird eine wichtige Rolle für Schweregrad, Exazerbation oder Aufrechterhaltung der Schmerzen beigemessen, jedoch nicht die ursächliche Rolle für deren Beginn. Der Schmerz verursacht in klinisch bedeutsamer Weise Leiden und Beeinträchtigungen in sozialen, beruflichen oder anderen wichtigen Funktionsbereichen. Der Schmerz wird nicht absichtlich erzeugt oder vorgetäuscht (wie bei der vorgetäuschten Störung oder Simulation). Schmerzstörungen insbesondere im Zusammenhang mit einer affektiven, Angst-, Somatisierungs- oder psychotischen Störung sollen hier nicht berücksichtigt werden.", "exclusion": "Psychologische Faktoren oder Verhaltensfaktoren bei anderenorts klassifizierten Krankheiten F54"}, "children": []}]}, {"code": "F45.8", "kind": "category", "label": "Sonstige somatoforme Störungen", "rubrics": {"preferred": "Sonstige somatoforme Störungen", "definition": "Hier sollten alle anderen Störungen der Wahrnehmung, der Körperfunktion und des Krankheitsverhaltens klassifiziert werden, die nicht durch das vegetative Nervensystem vermittelt werden, die auf spezifische Teile oder Systeme des Körpers begrenzt sind und mit belastenden Ereignissen oder Problemen eng in Verbindung stehen.", "inclusion": "Psychogen:\n\t\t\t\tZähneknirschen"}, "children": []}, {"code": "F45.9", "kind": "category", "label": "Somatoforme Störung, nicht näher bezeichnet", "rubrics": {"preferred": "Somatoforme Störung, nicht näher bezeichnet", "inclusion": "Psychosomatische Störung o.n.A."}, "children": []}]}