{"code": "F65", "kind": "category", "label": "Störungen der Sexualpräferenz", "rubrics": {"preferred": "Störungen der Sexualpräferenz", "inclusion": "Paraphilie"}, "children": [{"code": "F65.0", "kind": "category", "label": "Fetischismus", "rubrics": {"preferred": "Fetischismus", "definition": "Gebrauch toter Objekte als Stimuli für die sexuelle Erregung und Befriedigung. Viele Fetische stellen eine Erweiterung des menschlichen Körpers dar, z.B. Kleidungsstücke oder Schuhwerk. Andere gebräuchliche Beispiele sind Gegenstände aus Gummi, Plastik oder Leder. Die Fetischobjekte haben individuell wechselnde Bedeutung. In einigen Fällen dienen sie lediglich der Verstärkung der auf üblichem Wege erreichten sexuellen Erregung (z.B. wenn der Partner ein bestimmtes Kleidungsstück tragen soll)."}, "children": []}, {"code": "F65.1", "kind": "category", "label": "Fetischistischer Transvestitismus", "rubrics": {"preferred": "Fetischistischer Transvestitismus", "definition": "Zur Erreichung sexueller Erregung wird Kleidung des anderen Geschlechts getragen; damit wird der Anschein erweckt, dass es sich um eine Person des anderen Geschlechts handelt. Fetischistischer Transvestitismus unterscheidet sich vom transsexuellen Transvestitismus durch die deutliche Kopplung an sexuelle Erregung und das starke Verlangen, die Kleidung nach dem eingetretenen Orgasmus und dem Nachlassen der sexuellen Erregung abzulegen. Er kann als eine frühere Phase in der Entwicklung eines Transsexualismus auftreten.", "inclusion": "Transvestitischer Fetischismus"}, "children": []}, {"code": "F65.2", "kind": "category", "label": "Exhibitionismus", "rubrics": {"preferred": "Exhibitionismus", "definition": "Die wiederkehrende oder anhaltende Neigung, die eigenen Genitalien vor meist gegengeschlechtlichen Fremden in der Öffentlichkeit zu entblößen, ohne zu einem näheren Kontakt aufzufordern oder diesen zu wünschen. Meist wird das Zeigen von sexueller Erregung begleitet und im Allgemeinen kommt es zu nachfolgender Masturbation."}, "children": []}, {"code": "F65.3", "kind": "category", "label": "Voyeurismus", "rubrics": {"preferred": "Voyeurismus", "definition": "Wiederkehrender oder anhaltender Drang, anderen Menschen bei sexuellen Aktivitäten oder intimen Tätigkeiten, z.B. Entkleiden, zuzusehen ohne Wissen der beobachteten Person. Zumeist führt dies beim Beobachtenden zu sexueller Erregung und Masturbation."}, "children": []}, {"code": "F65.4", "kind": "category", "label": "Pädophilie", "rubrics": {"preferred": "Pädophilie", "definition": "Sexuelle Präferenz für Kinder, Jungen oder Mädchen oder Kinder beiderlei Geschlechts, die sich meist in der Vorpubertät oder in einem frühen Stadium der Pubertät befinden."}, "children": []}, {"code": "F65.5", "kind": "category", "label": "Sadomasochismus", "rubrics": {"preferred": "Sadomasochismus", "definition": "Es werden sexuelle Aktivitäten mit Zufügung von Schmerzen, Erniedrigung oder Fesseln bevorzugt. Wenn die betroffene Person diese Art der Stimulation erleidet, handelt es sich um Masochismus; wenn sie sie jemand anderem zufügt, um Sadismus. Oft empfindet die betroffene Person sowohl bei masochistischen als auch sadistischen Aktivitäten sexuelle Erregung.", "inclusion": "Sadismus"}, "children": []}, {"code": "F65.6", "kind": "category", "label": "Multiple Störungen der Sexualpräferenz", "rubrics": {"preferred": "Multiple Störungen der Sexualpräferenz", "definition": "In manchen Fällen bestehen bei einer Person mehrere abnorme sexuelle Präferenzen, ohne dass eine im Vordergrund steht. Die häufigste Kombination ist Fetischismus, Transvestitismus und Sadomasochismus."}, "children": []}, {"code": "F65.8", "kind": "category", "label": "Sonstige Störungen der Sexualpräferenz", "rubrics": {"preferred": "Sonstige Störungen der Sexualpräferenz", "definition": "Hier sind eine Vielzahl anderer sexueller Präferenzen und Aktivitäten zu klassifizieren wie obszöne Telefonanrufe, Pressen des eigenen Körpers an andere Menschen zur sexuellen Stimulation in Menschenansammlungen, sexuelle Handlungen an Tieren, Strangulieren und Nutzung der Anoxie zur Steigerung der sexuellen Erregung.", "inclusion": "Nekrophilie"}, "children": []}, {"code": "F65.9", "kind": "category", "label": "Störung der Sexualpräferenz, nicht näher bezeichnet", "rubrics": {"preferred": "Störung der Sexualpräferenz, nicht näher bezeichnet", "inclusion": "Sexuelle Deviation o.n.A."}, "children": []}]}