{"code": "F80", "kind": "category", "label": "Umschriebene Entwicklungsstörungen des Sprechens und der Sprache", "rubrics": {"preferred": "Umschriebene Entwicklungsstörungen des Sprechens und der Sprache", "definition": "Es handelt sich um Störungen, bei denen die normalen Muster des Spracherwerbs von frühen Entwicklungsstadien an beeinträchtigt sind. Die Störungen können nicht direkt neurologischen Störungen oder Veränderungen des Sprachablaufs, sensorischen Beeinträchtigungen, Intelligenzminderung oder Umweltfaktoren zugeordnet werden. Umschriebene Entwicklungsstörungen des Sprechens und der Sprache ziehen oft sekundäre Folgen nach sich, wie Schwierigkeiten beim Lesen und Rechtschreiben, Störungen im Bereich der zwischenmenschlichen Beziehungen, im emotionalen und Verhaltensbereich."}, "children": [{"code": "F80.0", "kind": "category", "label": "Artikulationsstörung", "rubrics": {"preferred": "Artikulationsstörung", "definition": "Eine umschriebene Entwicklungsstörung, bei der die Artikulation des Kindes unterhalb des seinem Intelligenzalter angemessenen Niveaus liegt, seine sprachlichen Fähigkeiten jedoch im Normbereich liegen.", "inclusion": "Phonologische Entwicklungsstörung", "exclusion": "Artikulationsschwäche (bei):\n\t\t\t\tIntelligenzstörungF70-F79"}, "children": []}, {"code": "F80.1", "kind": "category", "label": "Expressive Sprachstörung", "rubrics": {"preferred": "Expressive Sprachstörung", "definition": "Eine umschriebene Entwicklungsstörung, bei der die Fähigkeit des Kindes, die expressiv gesprochene Sprache zu gebrauchen, deutlich unterhalb des seinem Intelligenzalter angemessenen Niveaus liegt, das Sprachverständnis liegt jedoch im Normbereich. Störungen der Artikulation können vorkommen.", "inclusion": "Entwicklungsbedingte Dysphasie oder Aphasie, expressiver Typ", "exclusion": "Tiefgreifende EntwicklungsstörungenF84.-"}, "children": []}, {"code": "F80.2", "kind": "category", "label": "Rezeptive Sprachstörung", "rubrics": {"preferred": "Rezeptive Sprachstörung", "definition": "Eine umschriebene Entwicklungsstörung, bei der das Sprachverständnis des Kindes unterhalb des seinem Intelligenzalter angemessenen Niveaus liegt. In praktisch allen Fällen ist auch die expressive Sprache deutlich beeinflusst, Störungen in der Wort-Laut-Produktion sind häufig.", "inclusion": "Worttaubheit", "exclusion": "Sprachentwicklungsverzögerung infolge von Schwerhörigkeit oder TaubheitH90-H91"}, "children": [{"code": "F80.20", "kind": "category", "label": "Auditive Verarbeitungs- und Wahrnehmungsstörung [AVWS]", "rubrics": {"preferred": "Auditive Verarbeitungs- und Wahrnehmungsstörung [AVWS]"}, "children": []}, {"code": "F80.28", "kind": "category", "label": "Sonstige rezeptive Sprachstörung", "rubrics": {"preferred": "Sonstige rezeptive Sprachstörung"}, "children": []}]}, {"code": "F80.3", "kind": "category", "label": "Erworbene Aphasie mit Epilepsie [Landau-Kleffner-Syndrom]", "rubrics": {"preferred": "Erworbene Aphasie mit Epilepsie [Landau-Kleffner-Syndrom]", "definition": "Eine Störung, bei der ein Kind, welches vorher normale Fortschritte in der Sprachentwicklung gemacht hatte, sowohl rezeptive als auch expressive Sprachfertigkeiten verliert, die allgemeine Intelligenz aber erhalten bleibt. Der Beginn der Störung wird von paroxysmalen Auffälligkeiten im EEG begleitet und in der Mehrzahl der Fälle auch von epileptischen Anfällen. Typischerweise liegt der Beginn im Alter von 3-7 Jahren mit einem Verlust der Sprachfertigkeiten innerhalb von Tagen oder Wochen. Der zeitliche Zusammenhang zwischen dem Beginn der Krampfanfälle und dem Verlust der Sprache ist variabel, wobei das eine oder das andere um ein paar Monate bis zu zwei Jahren vorausgehen kann. Als möglicher Grund für diese Störung ist ein entzündlicher enzephalitischer Prozess zu vermuten. Etwa zwei Drittel der Patienten behalten einen mehr oder weniger rezeptiven Sprachdefekt.", "exclusion": "Aphasie o.n.A.R47.0"}, "children": []}, {"code": "F80.8", "kind": "category", "label": "Sonstige Entwicklungsstörungen des Sprechens oder der Sprache", "rubrics": {"preferred": "Sonstige Entwicklungsstörungen des Sprechens oder der Sprache", "inclusion": "Lispeln"}, "children": []}, {"code": "F80.9", "kind": "category", "label": "Entwicklungsstörung des Sprechens oder der Sprache, nicht näher bezeichnet", "rubrics": {"preferred": "Entwicklungsstörung des Sprechens oder der Sprache, nicht näher bezeichnet", "inclusion": "Sprachstörung o.n.A."}, "children": []}]}