{"code": "F84", "kind": "category", "label": "Tief greifende Entwicklungsstörungen", "rubrics": {"preferred": "Tief greifende Entwicklungsstörungen", "definition": "Diese Gruppe von Störungen ist gekennzeichnet durch qualitative Abweichungen in den wechselseitigen sozialen Interaktionen und Kommunikationsmustern und durch ein eingeschränktes, stereotypes, sich wiederholendes Repertoire von Interessen und Aktivitäten. Diese qualitativen Auffälligkeiten sind in allen Situationen ein grundlegendes Funktionsmerkmal des betroffenen Kindes.", "coding-hint": "Sollen alle begleitenden somatischen Zustandsbilder und eine Intelligenzminderung angegeben werden, sind zusätzliche Schlüsselnummern zu benutzen."}, "children": [{"code": "F84.0", "kind": "category", "label": "Frühkindlicher Autismus", "rubrics": {"preferred": "Frühkindlicher Autismus", "definition": "Diese Form der tief greifenden Entwicklungsstörung ist durch eine abnorme oder beeinträchtigte Entwicklung definiert, die sich vor dem dritten Lebensjahr manifestiert. Sie ist außerdem gekennzeichnet durch ein charakteristisches Muster abnormer Funktionen in den folgenden psychopathologischen Bereichen: in der sozialen Interaktion, der Kommunikation und im eingeschränkten stereotyp repetitiven Verhalten. Neben diesen spezifischen diagnostischen Merkmalen zeigt sich häufig eine Vielzahl unspezifischer Probleme, wie Phobien, Schlaf- und Essstörungen, Wutausbrüche und (autodestruktive) Aggression.", "inclusion": "Kanner-Syndrom", "exclusion": "Autistische PsychopathieF84.5"}, "children": []}, {"code": "F84.1", "kind": "category", "label": "Atypischer Autismus", "rubrics": {"preferred": "Atypischer Autismus", "definition": "Diese Form der tief greifenden Entwicklungsstörung unterscheidet sich vom frühkindlichen Autismus entweder durch das Alter bei Krankheitsbeginn oder dadurch, dass die diagnostischen Kriterien nicht in allen genannten Bereichen erfüllt werden. Diese Subkategorie sollte immer dann verwendet werden, wenn die abnorme oder beeinträchtigte Entwicklung erst nach dem dritten Lebensjahr manifest wird und wenn nicht in allen für die Diagnose Autismus geforderten psychopathologischen Bereichen (nämlich wechselseitige soziale Interaktionen, Kommunikation und eingeschränktes, stereotyp repetitives Verhalten) Auffälligkeiten nachweisbar sind, auch wenn charakteristische Abweichungen auf anderen Gebieten vorliegen. Atypischer Autismus tritt sehr häufig bei schwer retardierten bzw. unter einer schweren rezeptiven Störung der Sprachentwicklung leidenden Patienten auf.", "inclusion": "Intelligenzminderung mit autistischen Zügen", "coding-hint": "Soll eine Intelligenzstörung angegeben werden, ist eine zusätzliche Schlüsselnummer (F70-F79) zu benutzen."}, "children": []}, {"code": "F84.2", "kind": "category", "label": "Rett-Syndrom", "rubrics": {"preferred": "Rett-Syndrom", "definition": "Dieses Zustandsbild wurde bisher nur bei Mädchen beschrieben; nach einer scheinbar normalen frühen Entwicklung erfolgt ein teilweiser oder vollständiger Verlust der Sprache, der lokomotorischen Fähigkeiten und der Gebrauchsfähigkeiten der Hände gemeinsam mit einer Verlangsamung des Kopfwachstums. Der Beginn dieser Störung liegt zwischen dem 7. und 24. Lebensmonat. Der Verlust zielgerichteter Handbewegungen, Stereotypien in Form von Drehbewegungen der Hände und Hyperventilation sind charakteristisch. Sozial- und Spielentwicklung sind gehemmt, das soziale Interesse bleibt jedoch erhalten. Im 4. Lebensjahr beginnt sich eine Rumpfataxie und Apraxie zu entwickeln, choreo-athetoide Bewegungen folgen häufig. Es resultiert fast immer eine schwere Intelligenzminderung."}, "children": []}, {"code": "F84.3", "kind": "category", "label": "Andere desintegrative Störung des Kindesalters", "rubrics": {"preferred": "Andere desintegrative Störung des Kindesalters", "definition": "Diese Form einer tief greifenden Entwicklungsstörung ist - anders als das Rett-Syndrom - durch eine Periode einer zweifellos normalen Entwicklung vor dem Beginn der Krankheit definiert. Es folgt ein Verlust vorher erworbener Fertigkeiten verschiedener Entwicklungsbereiche innerhalb weniger Monate. Typischerweise wird die Störung von einem allgemeinen Interessenverlust an der Umwelt, von stereotypen, sich wiederholenden motorischen Manierismen und einer autismusähnlichen Störung sozialer Interaktionen und der Kommunikation begleitet. In einigen Fällen kann die Störung einer begleitenden Enzephalopathie zugeschrieben werden, die Diagnose ist jedoch anhand der Verhaltensmerkmale zu stellen.", "inclusion": "Symbiotische Psychose", "coding-hint": "Soll eine begleitende neurologische Krankheit angegeben werden, ist eine zusätzliche Schlüsselnummer zu benutzen.", "exclusion": "Rett-SyndromF84.2"}, "children": []}, {"code": "F84.4", "kind": "category", "label": "Überaktive Störung mit Intelligenzminderung und Bewegungsstereotypien", "rubrics": {"preferred": "Überaktive Störung mit Intelligenzminderung und Bewegungsstereotypien", "definition": "Dies ist eine schlecht definierte Störung von unsicherer nosologischer Validität. Diese Kategorie wurde für eine Gruppe von Kindern mit schwerer Intelligenzminderung (IQ unter 35) eingeführt, mit erheblicher Hyperaktivität, Aufmerksamkeitsstörungen und stereotypen Verhaltensweisen. Sie haben meist keinen Nutzen von Stimulanzien (anders als Kinder mit einem IQ im Normbereich) und können auf eine Verabreichung von Stimulanzien eine schwere dysphorische Reaktion - manchmal mit psychomotorischer Entwicklungsverzögerung - zeigen. In der Adoleszenz kann sich die Hyperaktivität in eine verminderte Aktivität wandeln, ein Muster, das bei hyperkinetischen Kindern mit normaler Intelligenz nicht üblich ist. Das Syndrom wird häufig von einer Vielzahl von umschriebenen oder globalen Entwicklungsverzögerungen begleitet. Es ist nicht bekannt, in welchem Umfang das Verhaltensmuster dem niedrigen IQ oder einer organischen Hirnschädigung zuzuschreiben ist."}, "children": []}, {"code": "F84.5", "kind": "category", "label": "Asperger-Syndrom", "rubrics": {"preferred": "Asperger-Syndrom", "definition": "Diese Störung von unsicherer nosologischer Validität ist durch dieselbe Form qualitativer Abweichungen der wechselseitigen sozialen Interaktionen, wie für den Autismus typisch, charakterisiert, zusammen mit einem eingeschränkten, stereotypen, sich wiederholenden Repertoire von Interessen und Aktivitäten. Die Störung unterscheidet sich vom Autismus in erster Linie durch fehlende allgemeine Entwicklungsverzögerung bzw. den fehlenden Entwicklungsrückstand der Sprache und der kognitiven Entwicklung. Die Störung geht häufig mit einer auffallenden Ungeschicklichkeit einher. Die Abweichungen tendieren stark dazu, bis in die Adoleszenz und das Erwachsenenalter zu persistieren. Gelegentlich treten psychotische Episoden im frühen Erwachsenenleben auf.", "inclusion": "Schizoide Störung des Kindesalters"}, "children": []}, {"code": "F84.8", "kind": "category", "label": "Sonstige tief greifende Entwicklungsstörungen", "rubrics": {"preferred": "Sonstige tief greifende Entwicklungsstörungen"}, "children": []}, {"code": "F84.9", "kind": "category", "label": "Tief greifende Entwicklungsstörung, nicht näher bezeichnet", "rubrics": {"preferred": "Tief greifende Entwicklungsstörung, nicht näher bezeichnet"}, "children": []}]}