{"code": "F92", "kind": "category", "label": "Kombinierte Störung des Sozialverhaltens und der Emotionen", "rubrics": {"preferred": "Kombinierte Störung des Sozialverhaltens und der Emotionen", "definition": "Diese Gruppe von Störungen ist durch die Kombination von anhaltendem aggressiven, dissozialen oder aufsässigen Verhalten charakterisiert mit offensichtlichen und eindeutigen Symptomen von Depression, Angst oder anderen emotionalen Störungen. Sowohl die Kriterien für Störungen des Sozialverhaltens im Kindesalter (F91.-) als auch für emotionale Störungen des Kindesalters (F93.-) bzw. für eine erwachsenentypische neurotische Störung (F40-F49) oder eine affektive Störung (F30-F39) müssen erfüllt sein."}, "children": [{"code": "F92.0", "kind": "category", "label": "Störung des Sozialverhaltens mit depressiver Störung", "rubrics": {"preferred": "Störung des Sozialverhaltens mit depressiver Störung", "definition": "Diese Kategorie verlangt die Kombination einer Störung des Sozialverhaltens (F91.-) mit andauernder und deutlich depressiver Verstimmung (F32.-), die sich in auffälligem Leiden, Interessenverlust, mangelndem Vergnügen an alltäglichen Aktivitäten, Schulderleben und Hoffnungslosigkeit zeigt. Schlafstörungen und Appetitlosigkeit können gleichfalls vorhanden sein.", "inclusion": "Störung des Sozialverhaltens (F91.-) mit depressiver Störung (F32.-)"}, "children": []}, {"code": "F92.8", "kind": "category", "label": "Sonstige kombinierte Störung des Sozialverhaltens und der Emotionen", "rubrics": {"preferred": "Sonstige kombinierte Störung des Sozialverhaltens und der Emotionen", "definition": "Diese Kategorie verlangt die Kombination einer Störung des Sozialverhaltens (F91.-) mit andauernden und deutlichen emotionalen Symptomen wie Angst, Zwangsgedanken oder Zwangshandlungen, Depersonalisation oder Derealisation, Phobien oder Hypochondrie.", "inclusion": "Störungen des Sozialverhaltens (F91.-) mit:\n\t\t\t\tneurotischer Störung (F40-F49)"}, "children": []}, {"code": "F92.9", "kind": "category", "label": "Kombinierte Störung des Sozialverhaltens und der Emotionen, nicht näher bezeichnet", "rubrics": {"preferred": "Kombinierte Störung des Sozialverhaltens und der Emotionen, nicht näher bezeichnet"}, "children": []}]}