{"code": "F95", "kind": "category", "label": "Ticstörungen", "rubrics": {"preferred": "Ticstörungen", "definition": "Syndrome, bei denen das vorwiegende Symptom ein Tic ist. Ein Tic ist eine unwillkürliche, rasche, wiederholte, nichtrhythmische Bewegung meist umschriebener Muskelgruppen oder eine Lautproduktion, die plötzlich einsetzt und keinem erkennbaren Zweck dient. Normalerweise werden Tics als nicht willkürlich beeinflussbar erlebt, sie können jedoch meist für unterschiedlich lange Zeiträume unterdrückt werden. Belastungen können sie verstärken, während des Schlafens verschwinden sie. Häufige einfache motorische Tics sind Blinzeln, Kopfwerfen, Schulterzucken und Grimassieren. Häufige einfache vokale Tics sind z.B. Räuspern, Bellen, Schnüffeln und Zischen. Komplexe Tics sind Sich-selbst-Schlagen sowie Springen und Hüpfen. Komplexe vokale Tics sind die Wiederholung bestimmter Wörter und manchmal der Gebrauch sozial unangebrachter, oft obszöner Wörter (Koprolalie) und die Wiederholung eigener Laute oder Wörter (Palilalie)."}, "children": [{"code": "F95.0", "kind": "category", "label": "Vorübergehende Ticstörung", "rubrics": {"preferred": "Vorübergehende Ticstörung", "definition": "Sie erfüllt die allgemeinen Kriterien für eine Ticstörung, jedoch halten die Tics nicht länger als 12 Monate an. Die Tics sind häufig Blinzeln, Grimassieren oder Kopfschütteln."}, "children": []}, {"code": "F95.1", "kind": "category", "label": "Chronische motorische oder vokale Ticstörung", "rubrics": {"preferred": "Chronische motorische oder vokale Ticstörung", "definition": "Sie erfüllt die allgemeinen Kriterien für eine Ticstörung, wobei motorische oder vokale Tics, jedoch nicht beide zugleich, einzeln, meist jedoch multipel, auftreten und länger als ein Jahr andauern."}, "children": []}, {"code": "F95.2", "kind": "category", "label": "Kombinierte vokale und multiple motorische Tics [Tourette-Syndrom]", "rubrics": {"preferred": "Kombinierte vokale und multiple motorische Tics [Tourette-Syndrom]", "definition": "Eine Form der Ticstörung, bei der gegenwärtig oder in der Vergangenheit multiple motorische Tics und ein oder mehrere vokale Tics vorgekommen sind, die aber nicht notwendigerweise gleichzeitig auftreten müssen. Die Störung verschlechtert sich meist während der Adoleszenz und neigt dazu, bis in das Erwachsenenalter anzuhalten. Die vokalen Tics sind häufig multipel mit explosiven repetitiven Vokalisationen, Räuspern und Grunzen und Gebrauch von obszönen Wörtern oder Phrasen. Manchmal besteht eine begleitende gestische Echopraxie, die ebenfalls obszöner Natur sein kann (Kopropraxie)."}, "children": []}, {"code": "F95.8", "kind": "category", "label": "Sonstige Ticstörungen", "rubrics": {"preferred": "Sonstige Ticstörungen"}, "children": []}, {"code": "F95.9", "kind": "category", "label": "Ticstörung, nicht näher bezeichnet", "rubrics": {"preferred": "Ticstörung, nicht näher bezeichnet", "inclusion": "Tic o.n.A."}, "children": []}]}