{
  "code": "F06",
  "kind": "category",
  "label": "Andere psychische Störungen aufgrund einer Schädigung oder Funktionsstörung des Gehirns oder einer körperlichen Krankheit",
  "rubrics": {
    "preferred": "Andere psychische Störungen aufgrund einer Schädigung oder Funktionsstörung des Gehirns oder einer körperlichen Krankheit",
    "definition": "Diese Kategorie umfasst verschiedene Krankheitsbilder, die ursächlich mit einer Hirnfunktionsstörung in Zusammenhang stehen als Folge von primär zerebralen Krankheiten, systemischen Krankheiten, die sekundär das Gehirn betreffen, exogenen toxischen Substanzen oder Hormonen, endokrinen Störungen oder anderen körperlichen Krankheiten.",
    "exclusion": "Störungen durch Alkohol oder andere psychotrope SubstanzenF10-F19"
  },
  "children": [
    {
      "code": "F06.0",
      "kind": "category",
      "label": "Organische Halluzinose",
      "rubrics": {
        "preferred": "Organische Halluzinose",
        "definition": "Eine Störung mit ständigen oder immer wieder auftretenden, meist optischen oder akustischen Halluzinationen bei klarer Bewusstseinslage. Sie können vom Patienten als Halluzinationen erkannt werden. Die Halluzinationen können wahnhaft verarbeitet werden, Wahn dominiert aber nicht das klinische Bild. Die Krankheitseinsicht kann erhalten bleiben.",
        "inclusion": "Organisch bedingtes halluzinatorisches Zustandsbild (nicht alkoholbedingt)",
        "exclusion": "SchizophrenieF20.-"
      },
      "children": []
    },
    {
      "code": "F06.1",
      "kind": "category",
      "label": "Organische katatone Störung",
      "rubrics": {
        "preferred": "Organische katatone Störung",
        "definition": "Eine Störung mit verminderter (Stupor) oder gesteigerter (Erregung) psychomotorischer Aktivität in Verbindung mit katatonen Symptomen. Das Erscheinungsbild kann zwischen den beiden Extremen der psychomotorischen Störung wechseln.",
        "exclusion": "Stupor:\n\t\t\t\to.n.A.R40.1"
      },
      "children": []
    },
    {
      "code": "F06.2",
      "kind": "category",
      "label": "Organische wahnhafte [schizophreniforme] Störung",
      "rubrics": {
        "preferred": "Organische wahnhafte [schizophreniforme] Störung",
        "definition": "Eine Störung, bei der anhaltende oder immer wieder auftretende Wahnideen das klinische Bild bestimmen. Die Wahnideen können von Halluzinationen begleitet werden. Einige Merkmale, die auf Schizophrenie hinweisen, wie bizarre Halluzinationen oder Denkstörungen, können vorliegen.",
        "inclusion": "Schizophreniforme Psychose bei Epilepsie",
        "exclusion": "SchizophrenieF20.-"
      },
      "children": []
    },
    {
      "code": "F06.3",
      "kind": "category",
      "label": "Organische affektive Störungen",
      "rubrics": {
        "preferred": "Organische affektive Störungen",
        "definition": "Störungen, die durch eine Veränderung der Stimmung oder des Affektes charakterisiert sind, meist zusammen mit einer Veränderung der gesamten Aktivitätslage. Depressive, hypomanische, manische oder bipolare Zustandsbilder (F30-F38) sind möglich, entstehen jedoch als Folge einer organischen Störung.",
        "exclusion": "Nichtorganische oder nicht näher bezeichnete affektive StörungenF30-F39"
      },
      "children": []
    },
    {
      "code": "F06.4",
      "kind": "category",
      "label": "Organische Angststörung",
      "rubrics": {
        "preferred": "Organische Angststörung",
        "definition": "Eine Störung, charakterisiert durch die wesentlichen deskriptiven Merkmale einer generalisierten Angststörung (F41.1), einer Panikstörung (F41.0) oder einer Kombination von beiden, jedoch als Folge einer organischen Störung.",
        "exclusion": "Nichtorganisch bedingte oder nicht näher bezeichnete AngststörungenF41.-"
      },
      "children": []
    },
    {
      "code": "F06.5",
      "kind": "category",
      "label": "Organische dissoziative Störung",
      "rubrics": {
        "preferred": "Organische dissoziative Störung",
        "definition": "Eine Störung, charakterisiert durch den teilweisen oder völligen Verlust der normalen Integration von Erinnerungen an die Vergangenheit, des Identitätsbewusstseins und der unmittelbaren Wahrnehmungen sowie der Kontrolle von Körperbewegungen (F44.-), jedoch als Folge einer organischen Störung.",
        "exclusion": "Nichtorganisch bedingte oder nicht näher bezeichnete dissoziative Störungen [Konversionsstörungen]F44.-"
      },
      "children": []
    },
    {
      "code": "F06.6",
      "kind": "category",
      "label": "Organische emotional labile [asthenische] Störung",
      "rubrics": {
        "preferred": "Organische emotional labile [asthenische] Störung",
        "definition": "Eine Störung, charakterisiert durch Affektdurchlässigkeit oder -labilität, Ermüdbarkeit sowie eine Vielzahl körperlicher Missempfindungen (z.B. Schwindel) und Schmerzen, jedoch als Folge einer organischen Störung.",
        "exclusion": "Nichtorganisch bedingte oder nicht näher bezeichnete somatoforme StörungenF45.-"
      },
      "children": []
    },
    {
      "code": "F06.7",
      "kind": "category",
      "label": "Leichte kognitive Störung",
      "rubrics": {
        "preferred": "Leichte kognitive Störung",
        "definition": "Eine Störung, die charakterisiert ist durch Gedächtnisstörungen, Lernschwierigkeiten und die verminderte Fähigkeit, sich längere Zeit auf eine Aufgabe zu konzentrieren. Oft besteht ein Gefühl geistiger Ermüdung bei dem Versuch, Aufgaben zu lösen. Objektiv erfolgreiches Lernen wird subjektiv als schwierig empfunden. Keines dieser Symptome ist so schwerwiegend, dass die Diagnose einer Demenz (F00-F03) oder eines Delirs (F05.-) gestellt werden kann. Die Diagnose sollte nur in Verbindung mit einer körperlichen Krankheit gestellt und bei Vorliegen einer anderen psychischen oder Verhaltensstörung aus dem Abschnitt F10-F99 nicht verwandt werden. Diese Störung kann vor, während oder nach einer Vielzahl von zerebralen oder systemischen Infektionen oder anderen körperlichen Krankheiten auftreten. Der direkte Nachweis einer zerebralen Beteiligung ist aber nicht notwendig. Die Störung wird vom postenzephalitischen (F07.1) und vom postkontusionellen Syndrom (F07.2) durch ihre andere Ätiologie, die wenig variablen, insgesamt leichteren Symptome und die zumeist kürzere Dauer unterschieden."
      },
      "children": []
    },
    {
      "code": "F06.8",
      "kind": "category",
      "label": "Sonstige näher bezeichnete organische psychische Störungen aufgrund einer Schädigung oder Funktionsstörung des Gehirns oder einer körperlichen Krankheit",
      "rubrics": {
        "preferred": "Sonstige näher bezeichnete organische psychische Störungen aufgrund einer Schädigung oder Funktionsstörung des Gehirns oder einer körperlichen Krankheit",
        "inclusion": "Epileptische Psychose o.n.A."
      },
      "children": []
    },
    {
      "code": "F06.9",
      "kind": "category",
      "label": "Nicht näher bezeichnete organische psychische Störung aufgrund einer Schädigung oder Funktionsstörung des Gehirns oder einer körperlichen Krankheit",
      "rubrics": {
        "preferred": "Nicht näher bezeichnete organische psychische Störung aufgrund einer Schädigung oder Funktionsstörung des Gehirns oder einer körperlichen Krankheit",
        "inclusion": "Organische psychische Störung o.n.A."
      },
      "children": []
    }
  ]
}