{
  "code": "F32",
  "kind": "category",
  "label": "Depressive Episode",
  "rubrics": {
    "preferred": "Depressive Episode",
    "definition": "Bei den typischen leichten (F32.0), mittelgradigen (F32.1) oder schweren (F32.2 und F32.3) Episoden leidet der betroffene Patient unter einer gedrückten Stimmung und einer Verminderung von Antrieb und Aktivität. Die Fähigkeit zu Freude, das Interesse und die Konzentration sind vermindert. Ausgeprägte Müdigkeit kann nach jeder kleinsten Anstrengung auftreten. Der Schlaf ist meist gestört, der Appetit vermindert. Selbstwertgefühl und Selbstvertrauen sind fast immer beeinträchtigt. Sogar bei der leichten Form kommen Schuldgefühle oder Gedanken über eigene Wertlosigkeit vor. Die gedrückte Stimmung verändert sich von Tag zu Tag wenig, reagiert nicht auf Lebensumstände und kann von so genannten \"somatischen\" Symptomen begleitet werden, wie Interessenverlust oder Verlust der Freude, Früherwachen, Morgentief, deutliche psychomotorische Hemmung, Agitiertheit, Appetitverlust, Gewichtsverlust und Libidoverlust. Abhängig von Anzahl und Schwere der Symptome ist eine depressive Episode als leicht, mittelgradig oder schwer zu bezeichnen.",
    "inclusion": "Einzelne Episoden von:\n\t\t\t\treaktiver Depression (F32.0, F32.1, F32.2)",
    "exclusion": "rezidivierende depressive StörungF33.-"
  },
  "children": [
    {
      "code": "F32.0",
      "kind": "category",
      "label": "Leichte depressive Episode",
      "rubrics": {
        "preferred": "Leichte depressive Episode",
        "definition": "Gewöhnlich sind mindestens zwei oder drei der oben angegebenen Symptome vorhanden. Der betroffene Patient ist im Allgemeinen davon beeinträchtigt, aber oft in der Lage, die meisten Aktivitäten fortzusetzen."
      },
      "children": []
    },
    {
      "code": "F32.1",
      "kind": "category",
      "label": "Mittelgradige depressive Episode",
      "rubrics": {
        "preferred": "Mittelgradige depressive Episode",
        "definition": "Gewöhnlich sind vier oder mehr der oben angegebenen Symptome vorhanden, und der betroffene Patient hat meist große Schwierigkeiten, alltägliche Aktivitäten fortzusetzen."
      },
      "children": []
    },
    {
      "code": "F32.2",
      "kind": "category",
      "label": "Schwere depressive Episode ohne psychotische Symptome",
      "rubrics": {
        "preferred": "Schwere depressive Episode ohne psychotische Symptome",
        "definition": "Eine depressive Episode mit mehreren oben angegebenen, quälenden Symptomen. Typischerweise bestehen ein Verlust des Selbstwertgefühls und Gefühle von Wertlosigkeit und Schuld. Suizidgedanken und -handlungen sind häufig, und meist liegen einige somatische Symptome vor.",
        "inclusion": "Einzelne Episode einer vitalen Depression ohne psychotische Symptome"
      },
      "children": []
    },
    {
      "code": "F32.3",
      "kind": "category",
      "label": "Schwere depressive Episode mit psychotischen Symptomen",
      "rubrics": {
        "preferred": "Schwere depressive Episode mit psychotischen Symptomen",
        "definition": "Eine schwere depressive Episode, wie unter F32.2 beschrieben, bei der aber Halluzinationen, Wahnideen, psychomotorische Hemmung oder ein Stupor so schwer ausgeprägt sind, dass alltägliche soziale Aktivitäten unmöglich sind und Lebensgefahr durch Suizid und mangelhafte Flüssigkeits- und Nahrungsaufnahme bestehen kann. Halluzinationen und Wahn können, müssen aber nicht, synthym sein.",
        "inclusion": "Einzelne Episoden:\n\t\t\t\treaktive depressive Psychose"
      },
      "children": []
    },
    {
      "code": "F32.8",
      "kind": "category",
      "label": "Sonstige depressive Episoden",
      "rubrics": {
        "preferred": "Sonstige depressive Episoden",
        "inclusion": "Einzelne Episoden der \"larvierten\" Depression o.n.A."
      },
      "children": []
    },
    {
      "code": "F32.9",
      "kind": "category",
      "label": "Depressive Episode, nicht näher bezeichnet",
      "rubrics": {
        "preferred": "Depressive Episode, nicht näher bezeichnet",
        "inclusion": "Depressive Störung o.n.A."
      },
      "children": []
    }
  ]
}