{
  "code": "F44",
  "kind": "category",
  "label": "Dissoziative Störungen [Konversionsstörungen]",
  "rubrics": {
    "preferred": "Dissoziative Störungen [Konversionsstörungen]",
    "definition": "Das allgemeine Kennzeichen der dissoziativen oder Konversionsstörungen besteht in teilweisem oder völligem Verlust der normalen Integration der Erinnerung an die Vergangenheit, des Identitätsbewusstseins, der Wahrnehmung unmittelbarer Empfindungen sowie der Kontrolle von Körperbewegungen. Alle dissoziativen Störungen neigen nach einigen Wochen oder Monaten zur Remission, besonders wenn der Beginn mit einem traumatisierenden Lebensereignis verbunden ist. Eher chronische Störungen, besonders Lähmungen und Gefühlsstörungen, entwickeln sich, wenn der Beginn mit unlösbaren Problemen oder interpersonalen Schwierigkeiten verbunden ist. Diese Störungen wurden früher als verschiedene Formen der \"Konversionsneurose oder Hysterie\" klassifiziert. Sie werden als ursächlich psychogen angesehen, in enger zeitlicher Verbindung mit traumatisierenden Ereignissen, unlösbaren oder unerträglichen Konflikten oder gestörten Beziehungen. Die Symptome verkörpern häufig das Konzept der betroffenen Person, wie sich eine körperliche Krankheit manifestieren müsste. Körperliche Untersuchung und Befragungen geben keinen Hinweis auf eine bekannte somatische oder neurologische Krankheit. Zusätzlich ist der Funktionsverlust offensichtlich Ausdruck emotionaler Konflikte oder Bedürfnisse. Die Symptome können sich in enger Beziehung zu psychischer Belastung entwickeln und erscheinen oft plötzlich. Nur Störungen der körperlichen Funktionen, die normalerweise unter willentlicher Kontrolle stehen, und Verlust der sinnlichen Wahrnehmung sind hier eingeschlossen. Störungen mit Schmerz und anderen komplexen körperlichen Empfindungen, die durch das vegetative Nervensystem vermittelt werden, sind unter Somatisierungsstörungen (F45.0) zu klassifizieren. Die Möglichkeit eines späteren Auftretens ernsthafter körperlicher oder psychiatrischer Störungen muss immer mitbedacht werden.",
    "inclusion": "Konversionsreaktion",
    "exclusion": "Simulation [bewusste Simulation]Z76.8"
  },
  "children": [
    {
      "code": "F44.0",
      "kind": "category",
      "label": "Dissoziative Amnesie",
      "rubrics": {
        "preferred": "Dissoziative Amnesie",
        "definition": "Das wichtigste Kennzeichen ist der Verlust der Erinnerung für meist wichtige aktuelle Ereignisse, die nicht durch eine organische psychische Störung bedingt ist und für den eine übliche Vergesslichkeit oder Ermüdung als Erklärung nicht ausreicht. Die Amnesie bezieht sich meist auf traumatische Ereignisse wie Unfälle oder unerwartete Trauerfälle und ist in der Regel unvollständig und selektiv. Eine vollständige und generalisierte Amnesie ist selten, dann gewöhnlich Symptom einer Fugue (F44.1) und auch als solche zu klassifizieren. Die Diagnose sollte nicht bei hirnorganischen Störungen, Intoxikationen oder extremer Erschöpfung gestellt werden.",
        "exclusion": "Postiktale Amnesie bei EpilepsieG40.-"
      },
      "children": []
    },
    {
      "code": "F44.1",
      "kind": "category",
      "label": "Dissoziative Fugue",
      "rubrics": {
        "preferred": "Dissoziative Fugue",
        "definition": "Eine dissoziative Fugue ist eine zielgerichtete Ortsveränderung, die über die gewöhnliche Alltagsmobilität hinausgeht. Darüber hinaus zeigt sie alle Kennzeichen einer dissoziativen Amnesie (F44.0). Obwohl für die Zeit der Fugue eine Amnesie besteht, kann das Verhalten des Patienten während dieser Zeit auf unabhängige Beobachter vollständig normal wirken.",
        "exclusion": "Postiktale Fugue bei EpilepsieG40.-"
      },
      "children": []
    },
    {
      "code": "F44.2",
      "kind": "category",
      "label": "Dissoziativer Stupor",
      "rubrics": {
        "preferred": "Dissoziativer Stupor",
        "definition": "Dissoziativer Stupor wird aufgrund einer beträchtlichen Verringerung oder des Fehlens von willkürlichen Bewegungen und normalen Reaktionen auf äußere Reize wie Licht, Geräusche oder Berührung diagnostiziert. Dabei lassen Befragung und Untersuchung keinen Anhalt für eine körperliche Ursache erkennen. Zusätzliche Hinweise auf die psychogene Verursachung geben kurz vorhergegangene belastende Ereignisse oder Probleme.",
        "exclusion": "Stupor:\n\t\t\t\to.n.A.R40.1"
      },
      "children": []
    },
    {
      "code": "F44.3",
      "kind": "category",
      "label": "Trance- und Besessenheitszustände",
      "rubrics": {
        "preferred": "Trance- und Besessenheitszustände",
        "definition": "Bei diesen Störungen tritt ein zeitweiliger Verlust der persönlichen Identität und der vollständigen Wahrnehmung der Umgebung auf. Hier sind nur Trancezustände zu klassifizieren, die unfreiwillig oder ungewollt sind, und die außerhalb von religiösen oder kulturell akzeptierten Situationen auftreten.",
        "exclusion": "Zustandsbilder bei:\n\t\t\t\tvorübergehenden akuten psychotischen StörungenF23.-"
      },
      "children": []
    },
    {
      "code": "F44.4",
      "kind": "category",
      "label": "Dissoziative Bewegungsstörungen",
      "rubrics": {
        "preferred": "Dissoziative Bewegungsstörungen",
        "definition": "Die häufigsten Formen zeigen den vollständigen oder teilweisen Verlust der Bewegungsfähigkeit eines oder mehrerer Körperglieder. Sie haben große Ähnlichkeit mit fast jeder Form von Ataxie, Apraxie, Akinesie, Aphonie, Dysarthrie, Dyskinesie, Anfällen oder Lähmungen.",
        "inclusion": "Psychogen:\n\t\t\t\tDysphonie"
      },
      "children": []
    },
    {
      "code": "F44.5",
      "kind": "category",
      "label": "Dissoziative Krampfanfälle",
      "rubrics": {
        "preferred": "Dissoziative Krampfanfälle",
        "definition": "Dissoziative Krampfanfälle können epileptischen Anfällen bezüglich ihrer Bewegungen sehr stark ähneln. Zungenbiss, Verletzungen beim Sturz oder Urininkontinenz sind jedoch selten. Ein Bewusstseinsverlust fehlt oder es findet sich statt dessen ein stupor- oder tranceähnlicher Zustand."
      },
      "children": []
    },
    {
      "code": "F44.6",
      "kind": "category",
      "label": "Dissoziative Sensibilitäts- und Empfindungsstörungen",
      "rubrics": {
        "preferred": "Dissoziative Sensibilitäts- und Empfindungsstörungen",
        "definition": "Die Grenzen anästhetischer Hautareale entsprechen oft eher den Vorstellungen des Patienten über Körperfunktionen als medizinischen Tatsachen. Es kann auch unterschiedliche Ausfälle der sensorischen Modalitäten geben, die nicht Folge einer neurologischen Läsion sein können. Sensorische Ausfälle können von Klagen über Parästhesien begleitet sein. Vollständige Seh- oder Hörverluste bei dissoziativen Störungen sind selten.",
        "inclusion": "Psychogene Schwerhörigkeit oder Taubheit"
      },
      "children": []
    },
    {
      "code": "F44.7",
      "kind": "category",
      "label": "Dissoziative Störungen [Konversionsstörungen], gemischt",
      "rubrics": {
        "preferred": "Dissoziative Störungen [Konversionsstörungen], gemischt",
        "definition": "Kombinationen der unter F44.0-F44.6 beschriebenen Störungen."
      },
      "children": []
    },
    {
      "code": "F44.8",
      "kind": "category",
      "label": "Sonstige dissoziative Störungen [Konversionsstörungen]",
      "rubrics": {
        "preferred": "Sonstige dissoziative Störungen [Konversionsstörungen]"
      },
      "children": [
        {
          "code": "F44.80",
          "kind": "category",
          "label": "Ganser-Syndrom",
          "rubrics": {
            "preferred": "Ganser-Syndrom"
          },
          "children": []
        },
        {
          "code": "F44.81",
          "kind": "category",
          "label": "Multiple Persönlichkeit(sstörung)",
          "rubrics": {
            "preferred": "Multiple Persönlichkeit(sstörung)"
          },
          "children": []
        },
        {
          "code": "F44.82",
          "kind": "category",
          "label": "Transitorische dissoziative Störungen [Konversionsstörungen] in Kindheit und Jugend",
          "rubrics": {
            "preferred": "Transitorische dissoziative Störungen [Konversionsstörungen] in Kindheit und Jugend"
          },
          "children": []
        },
        {
          "code": "F44.88",
          "kind": "category",
          "label": "Sonstige dissoziative Störungen [Konversionsstörungen]",
          "rubrics": {
            "preferred": "Sonstige dissoziative Störungen [Konversionsstörungen]",
            "inclusion": "Psychogen:\n\t\t\t\tVerwirrtheit"
          },
          "children": []
        }
      ]
    },
    {
      "code": "F44.9",
      "kind": "category",
      "label": "Dissoziative Störung [Konversionsstörung], nicht näher bezeichnet",
      "rubrics": {
        "preferred": "Dissoziative Störung [Konversionsstörung], nicht näher bezeichnet"
      },
      "children": []
    }
  ]
}