{
  "code": "F48",
  "kind": "category",
  "label": "Andere neurotische Störungen",
  "rubrics": {
    "preferred": "Andere neurotische Störungen"
  },
  "children": [
    {
      "code": "F48.0",
      "kind": "category",
      "label": "Neurasthenie",
      "rubrics": {
        "preferred": "Neurasthenie",
        "definition": "Im Erscheinungsbild zeigen sich beträchtliche kulturelle Unterschiede. Zwei Hauptformen überschneiden sich beträchtlich. Bei einer Form ist das Hauptcharakteristikum die Klage über vermehrte Müdigkeit nach geistigen Anstrengungen, häufig verbunden mit abnehmender Arbeitsleistung oder Effektivität bei der Bewältigung täglicher Aufgaben. Die geistige Ermüdbarkeit wird typischerweise als unangenehmes Eindringen ablenkender Assoziationen oder Erinnerungen beschrieben, als Konzentrationsschwäche und allgemein ineffektives Denken. Bei der anderen Form liegt das Schwergewicht auf Gefühlen körperlicher Schwäche und Erschöpfung nach nur geringer Anstrengung, begleitet von muskulären und anderen Schmerzen und der Unfähigkeit, sich zu entspannen. Bei beiden Formen finden sich eine ganze Reihe von anderen unangenehmen körperlichen Empfindungen wie Schwindelgefühl, Spannungskopfschmerz und allgemeine Unsicherheit. Sorge über abnehmendes geistiges und körperliches Wohlbefinden, Reizbarkeit, Freudlosigkeit, Depression und Angst sind häufig. Der Schlaf ist oft in der ersten und mittleren Phase gestört, es kann aber auch Hypersomnie im Vordergrund stehen.",
        "inclusion": "Ermüdungssyndrom",
        "coding-hint": "Soll eine vorausgegangene Krankheit angegeben werden, ist eine zusätzliche Schlüsselnummer zu benutzen.",
        "exclusion": "Unwohlsein und ErmüdungR53"
      },
      "children": []
    },
    {
      "code": "F48.1",
      "kind": "category",
      "label": "Depersonalisations- und Derealisationssyndrom",
      "rubrics": {
        "preferred": "Depersonalisations- und Derealisationssyndrom",
        "definition": "Eine seltene Störung, bei der ein Patient spontan beklagt, dass seine geistige Aktivität, sein Körper oder die Umgebung sich in ihrer Qualität verändert haben, und unwirklich, wie in weiter Ferne oder automatisiert erlebt werden. Neben vielen anderen Phänomenen und Symptomen klagen die Patienten am häufigsten über den Verlust von Emotionen, über Entfremdung und Loslösung vom eigenen Denken, vom Körper oder von der umgebenden realen Welt. Trotz der dramatischen Form dieser Erfahrungen ist sich der betreffende Patient der Unwirklichkeit dieser Veränderung bewusst. Das Sensorium ist normal, die Möglichkeiten des emotionalen Ausdrucks intakt. Depersonalisations- und Derealisationsphänomene können im Rahmen einer schizophrenen, depressiven, phobischen oder Zwangsstörung auftreten. In solchen Fällen sollte die Diagnose der im Vordergrund stehenden Störung gestellt werden."
      },
      "children": []
    },
    {
      "code": "F48.8",
      "kind": "category",
      "label": "Sonstige neurotische Störungen",
      "rubrics": {
        "preferred": "Sonstige neurotische Störungen",
        "inclusion": "Psychogene Synkope"
      },
      "children": []
    },
    {
      "code": "F48.9",
      "kind": "category",
      "label": "Neurotische Störung, nicht näher bezeichnet",
      "rubrics": {
        "preferred": "Neurotische Störung, nicht näher bezeichnet",
        "inclusion": "Neurose o.n.A."
      },
      "children": []
    }
  ]
}