{
  "code": "F50",
  "kind": "category",
  "label": "Essstörungen",
  "rubrics": {
    "preferred": "Essstörungen",
    "exclusion": "PolyphagieR63.2"
  },
  "children": [
    {
      "code": "F50.0",
      "kind": "category",
      "label": "Anorexia nervosa",
      "rubrics": {
        "preferred": "Anorexia nervosa",
        "definition": "Die Anorexia ist durch einen absichtlich selbst herbeigeführten oder aufrechterhaltenen Gewichtsverlust charakterisiert. Am häufigsten ist die Störung bei heranwachsenden Mädchen und jungen Frauen; heranwachsende Jungen und junge Männer, Kinder vor der Pubertät und Frauen bis zur Menopause können ebenfalls betroffen sein. Die Krankheit ist mit einer spezifischen Psychopathologie verbunden, wobei die Angst vor einem dicken Körper und einer schlaffen Körperform als eine tiefverwurzelte überwertige Idee besteht und die Betroffenen eine sehr niedrige Gewichtsschwelle für sich selbst festlegen. Es liegt meist Unterernährung unterschiedlichen Schweregrades vor, die sekundär zu endokrinen und metabolischen Veränderungen und zu körperlichen Funktionsstörungen führt. Zu den Symptomen gehören eingeschränkte Nahrungsauswahl, übertriebene körperliche Aktivitäten, selbstinduziertes Erbrechen und Abführen und der Gebrauch von Appetitzüglern und Diuretika.",
        "exclusion": "Psychogener AppetitverlustF50.8"
      },
      "children": [
        {
          "code": "F50.00",
          "kind": "category",
          "label": "Anorexia nervosa, restriktiver Typ",
          "rubrics": {
            "preferred": "Anorexia nervosa, restriktiver Typ",
            "inclusion": "Anorexia nervosa, ohne Maßnahmen zur Gewichtsreduktion"
          },
          "children": []
        },
        {
          "code": "F50.01",
          "kind": "category",
          "label": "Anorexia nervosa, aktiver Typ",
          "rubrics": {
            "preferred": "Anorexia nervosa, aktiver Typ",
            "inclusion": "Anorexia nervosa, mit Maßnahmen zur Gewichtsreduktion"
          },
          "children": []
        },
        {
          "code": "F50.08",
          "kind": "category",
          "label": "Sonstige und nicht näher bezeichnete Anorexia nervosa",
          "rubrics": {
            "preferred": "Sonstige und nicht näher bezeichnete Anorexia nervosa",
            "inclusion": "Anorexia nervosa o.n.A."
          },
          "children": []
        }
      ]
    },
    {
      "code": "F50.1",
      "kind": "category",
      "label": "Atypische Anorexia nervosa",
      "rubrics": {
        "preferred": "Atypische Anorexia nervosa",
        "definition": "Es handelt sich um Störungen, die einige Kriterien der Anorexia nervosa erfüllen, das gesamte klinische Bild rechtfertigt die Diagnose jedoch nicht. Zum Beispiel können die Schlüsselsymptome wie deutliche Angst vor dem zu Dicksein oder die Amenorrhoe fehlen, trotz eines erheblichen Gewichtsverlustes und gewichtsreduzierendem Verhalten. Die Diagnose ist bei einer bekannten körperlichen Krankheit mit Gewichtsverlust nicht zu stellen."
      },
      "children": []
    },
    {
      "code": "F50.2",
      "kind": "category",
      "label": "Bulimia nervosa",
      "rubrics": {
        "preferred": "Bulimia nervosa",
        "definition": "Ein Syndrom, das durch wiederholte Anfälle von Heißhunger und eine übertriebene Beschäftigung mit der Kontrolle des Körpergewichts charakterisiert ist. Dies führt zu einem Verhaltensmuster von Essanfällen und Erbrechen oder Gebrauch von Abführmitteln. Viele psychische Merkmale dieser Störung ähneln denen der Anorexia nervosa, so die übertriebene Sorge um Körperform und Gewicht. Wiederholtes Erbrechen kann zu Elektrolytstörungen und körperlichen Komplikationen führen. Häufig lässt sich in der Anamnese eine frühere Episode einer Anorexia nervosa mit einem Intervall von einigen Monaten bis zu mehreren Jahren nachweisen.",
        "inclusion": "Hyperorexia nervosa"
      },
      "children": []
    },
    {
      "code": "F50.3",
      "kind": "category",
      "label": "Atypische Bulimia nervosa",
      "rubrics": {
        "preferred": "Atypische Bulimia nervosa",
        "definition": "Es handelt sich um Störungen, die einige Kriterien der Bulimia nervosa erfüllen, das gesamte klinische Bild rechtfertigt die Diagnose jedoch nicht. Zum Beispiel können wiederholte Essanfälle und übermäßiger Gebrauch von Abführmitteln auftreten ohne signifikante Gewichtsveränderungen, oder es fehlt die typische übertriebene Sorge um Körperform und Gewicht."
      },
      "children": []
    },
    {
      "code": "F50.4",
      "kind": "category",
      "label": "Essattacken bei anderen psychischen Störungen",
      "rubrics": {
        "preferred": "Essattacken bei anderen psychischen Störungen",
        "definition": "Übermäßiges Essen als Reaktion auf belastende Ereignisse, wie etwa Trauerfälle, Unfälle und Geburt.",
        "inclusion": "Psychogene Essattacken",
        "exclusion": "ÜbergewichtE66.-"
      },
      "children": []
    },
    {
      "code": "F50.5",
      "kind": "category",
      "label": "Erbrechen bei anderen psychischen Störungen",
      "rubrics": {
        "preferred": "Erbrechen bei anderen psychischen Störungen",
        "definition": "Wiederholtes Erbrechen bei dissoziativen Störungen F44.- und Hypochondrie F45.2 und Erbrechen, das nicht unter anderen Zustandsbildern außerhalb des Kapitels V klassifiziert werden kann. Diese Subkategorie kann zusätzlich zu O21.- (übermäßiges Erbrechen in der Schwangerschaft) verwendet werden, wenn hauptsächlich emotionale Faktoren wiederholte Übelkeit und Erbrechen verursachen.",
        "inclusion": "Psychogenes Erbrechen",
        "exclusion": "ÜbelkeitR11"
      },
      "children": []
    },
    {
      "code": "F50.8",
      "kind": "category",
      "label": "Sonstige Essstörungen",
      "rubrics": {
        "preferred": "Sonstige Essstörungen",
        "inclusion": "Psychogener Appetitverlust",
        "exclusion": "Pica im KindesalterF98.3"
      },
      "children": []
    },
    {
      "code": "F50.9",
      "kind": "category",
      "label": "Essstörung, nicht näher bezeichnet",
      "rubrics": {
        "preferred": "Essstörung, nicht näher bezeichnet"
      },
      "children": []
    }
  ]
}