{
  "code": "F60",
  "kind": "category",
  "label": "Spezifische Persönlichkeitsstörungen",
  "rubrics": {
    "preferred": "Spezifische Persönlichkeitsstörungen",
    "definition": "Es handelt sich um schwere Störungen der Persönlichkeit und des Verhaltens der betroffenen Person, die nicht direkt auf eine Hirnschädigung oder -krankheit oder auf eine andere psychiatrische Störung zurückzuführen sind. Sie erfassen verschiedene Persönlichkeitsbereiche und gehen beinahe immer mit persönlichen und sozialen Beeinträchtigungen einher. Persönlichkeitsstörungen treten meist in der Kindheit oder in der Adoleszenz in Erscheinung und bestehen während des Erwachsenenalters weiter."
  },
  "children": [
    {
      "code": "F60.0",
      "kind": "category",
      "label": "Paranoide Persönlichkeitsstörung",
      "rubrics": {
        "preferred": "Paranoide Persönlichkeitsstörung",
        "definition": "Diese Persönlichkeitsstörung ist durch übertriebene Empfindlichkeit gegenüber Zurückweisung, Nachtragen von Kränkungen, durch Misstrauen, sowie eine Neigung, Erlebtes zu verdrehen gekennzeichnet, indem neutrale oder freundliche Handlungen anderer als feindlich oder verächtlich missgedeutet werden, wiederkehrende unberechtigte Verdächtigungen hinsichtlich der sexuellen Treue des Ehegatten oder Sexualpartners, schließlich durch streitsüchtiges und beharrliches Bestehen auf eigenen Rechten. Diese Personen können zu überhöhtem Selbstwertgefühl und häufiger, übertriebener Selbstbezogenheit neigen.",
        "inclusion": "Persönlichkeit(sstörung):\n\t\t\t\tsensitiv paranoid",
        "exclusion": "Paranoid:\n\t\t\t\tZustandF22.0"
      },
      "children": []
    },
    {
      "code": "F60.1",
      "kind": "category",
      "label": "Schizoide Persönlichkeitsstörung",
      "rubrics": {
        "preferred": "Schizoide Persönlichkeitsstörung",
        "definition": "Eine Persönlichkeitsstörung, die durch einen Rückzug von affektiven, sozialen und anderen Kontakten mit übermäßiger Vorliebe für Phantasie, einzelgängerisches Verhalten und in sich gekehrte Zurückhaltung gekennzeichnet ist. Es besteht nur ein begrenztes Vermögen, Gefühle auszudrücken und Freude zu erleben.",
        "exclusion": "Wahnhafte StörungF22.0"
      },
      "children": []
    },
    {
      "code": "F60.2",
      "kind": "category",
      "label": "Dissoziale Persönlichkeitsstörung",
      "rubrics": {
        "preferred": "Dissoziale Persönlichkeitsstörung",
        "definition": "Eine Persönlichkeitsstörung, die durch eine Missachtung sozialer Verpflichtungen und herzloses Unbeteiligtsein an Gefühlen für andere gekennzeichnet ist. Zwischen dem Verhalten und den herrschenden sozialen Normen besteht eine erhebliche Diskrepanz. Das Verhalten erscheint durch nachteilige Erlebnisse, einschließlich Bestrafung, nicht änderungsfähig. Es besteht eine geringe Frustrationstoleranz und eine niedrige Schwelle für aggressives, auch gewalttätiges Verhalten, eine Neigung, andere zu beschuldigen oder vordergründige Rationalisierungen für das Verhalten anzubieten, durch das der betreffende Patient in einen Konflikt mit der Gesellschaft geraten ist.",
        "inclusion": "Persönlichkeit(sstörung):\n\t\t\t\tsoziopathisch",
        "exclusion": "Störungen des SozialverhaltensF91.-"
      },
      "children": []
    },
    {
      "code": "F60.3",
      "kind": "category",
      "label": "Emotional instabile Persönlichkeitsstörung",
      "rubrics": {
        "preferred": "Emotional instabile Persönlichkeitsstörung",
        "definition": "Eine Persönlichkeitsstörung mit deutlicher Tendenz, Impulse ohne Berücksichtigung von Konsequenzen auszuagieren, verbunden mit unvorhersehbarer und launenhafter Stimmung. Es besteht eine Neigung zu emotionalen Ausbrüchen und eine Unfähigkeit, impulshaftes Verhalten zu kontrollieren. Ferner besteht eine Tendenz zu streitsüchtigem Verhalten und zu Konflikten mit anderen, insbesondere wenn impulsive Handlungen durchkreuzt oder behindert werden. Zwei Erscheinungsformen können unterschieden werden: Ein impulsiver Typus, vorwiegend gekennzeichnet durch emotionale Instabilität und mangelnde Impulskontrolle; und ein Borderline- Typus, zusätzlich gekennzeichnet durch Störungen des Selbstbildes, der Ziele und der inneren Präferenzen, durch ein chronisches Gefühl von Leere, durch intensive, aber unbeständige Beziehungen und eine Neigung zu selbstdestruktivem Verhalten mit parasuizidalen Handlungen und Suizidversuchen.",
        "exclusion": "Dissoziale PersönlichkeitsstörungF60.2"
      },
      "children": [
        {
          "code": "F60.30",
          "kind": "category",
          "label": "Impulsiver Typ",
          "rubrics": {
            "preferredLong": "Emotional instabile Persönlichkeitsstörung: Impulsiver Typ",
            "preferred": "Impulsiver Typ",
            "inclusion": "Persönlichkeit(sstörung):\n\t\t\t\treizbar (explosiv)"
          },
          "children": []
        },
        {
          "code": "F60.31",
          "kind": "category",
          "label": "Borderline-Typ",
          "rubrics": {
            "preferredLong": "Emotional instabile Persönlichkeitsstörung: Borderline-Typ",
            "preferred": "Borderline-Typ"
          },
          "children": []
        }
      ]
    },
    {
      "code": "F60.4",
      "kind": "category",
      "label": "Histrionische Persönlichkeitsstörung",
      "rubrics": {
        "preferred": "Histrionische Persönlichkeitsstörung",
        "definition": "Eine Persönlichkeitsstörung, die durch oberflächliche und labile Affektivität, Dramatisierung, einen theatralischen, übertriebenen Ausdruck von Gefühlen, durch Suggestibilität, Egozentrik, Genusssucht, Mangel an Rücksichtnahme, erhöhte Kränkbarkeit und ein dauerndes Verlangen nach Anerkennung, äußeren Reizen und Aufmerksamkeit gekennzeichnet ist.",
        "inclusion": "Persönlichkeit(sstörung):\n\t\t\t\tinfantil"
      },
      "children": []
    },
    {
      "code": "F60.5",
      "kind": "category",
      "label": "Anankastische [zwanghafte] Persönlichkeitsstörung",
      "rubrics": {
        "preferred": "Anankastische [zwanghafte] Persönlichkeitsstörung",
        "definition": "Eine Persönlichkeitsstörung, die durch Gefühle von Zweifel, Perfektionismus, übertriebener Gewissenhaftigkeit, ständigen Kontrollen, Halsstarrigkeit, Vorsicht und Starrheit gekennzeichnet ist. Es können beharrliche und unerwünschte Gedanken oder Impulse auftreten, die nicht die Schwere einer Zwangsstörung erreichen.",
        "inclusion": "Zwangspersönlichkeit(sstörung)",
        "exclusion": "ZwangsstörungF42.-"
      },
      "children": []
    },
    {
      "code": "F60.6",
      "kind": "category",
      "label": "Ängstliche (vermeidende) Persönlichkeitsstörung",
      "rubrics": {
        "preferred": "Ängstliche (vermeidende) Persönlichkeitsstörung",
        "definition": "Eine Persönlichkeitsstörung, die durch Gefühle von Anspannung und Besorgtheit, Unsicherheit und Minderwertigkeit gekennzeichnet ist. Es besteht eine andauernde Sehnsucht nach Zuneigung und Akzeptiertwerden, eine Überempfindlichkeit gegenüber Zurückweisung und Kritik mit eingeschränkter Beziehungsfähigkeit. Die betreffende Person neigt zur Überbetonung potentieller Gefahren oder Risiken alltäglicher Situationen bis zur Vermeidung bestimmter Aktivitäten."
      },
      "children": []
    },
    {
      "code": "F60.7",
      "kind": "category",
      "label": "Abhängige (asthenische) Persönlichkeitsstörung",
      "rubrics": {
        "preferred": "Abhängige (asthenische) Persönlichkeitsstörung",
        "definition": "Personen mit dieser Persönlichkeitsstörung verlassen sich bei kleineren oder größeren Lebensentscheidungen passiv auf andere Menschen. Die Störung ist ferner durch große Trennungsangst, Gefühle von Hilflosigkeit und Inkompetenz, durch eine Neigung, sich den Wünschen älterer und anderer unterzuordnen sowie durch ein Versagen gegenüber den Anforderungen des täglichen Lebens gekennzeichnet. Die Kraftlosigkeit kann sich im intellektuellen emotionalen Bereich zeigen; bei Schwierigkeiten besteht die Tendenz, die Verantwortung anderen zuzuschieben.",
        "inclusion": "Persönlichkeit(sstörung):\n\t\t\t\tselbstschädigend"
      },
      "children": []
    },
    {
      "code": "F60.8",
      "kind": "category",
      "label": "Sonstige spezifische Persönlichkeitsstörungen",
      "rubrics": {
        "preferred": "Sonstige spezifische Persönlichkeitsstörungen",
        "inclusion": "Persönlichkeit(sstörung):\n\t\t\t\tunreif"
      },
      "children": []
    },
    {
      "code": "F60.9",
      "kind": "category",
      "label": "Persönlichkeitsstörung, nicht näher bezeichnet",
      "rubrics": {
        "preferred": "Persönlichkeitsstörung, nicht näher bezeichnet",
        "inclusion": "Pathologische Persönlichkeit o.n.A."
      },
      "children": []
    }
  ]
}