{
  "code": "F64",
  "kind": "category",
  "label": "Störungen der Geschlechtsidentität",
  "rubrics": {
    "preferred": "Störungen der Geschlechtsidentität"
  },
  "children": [
    {
      "code": "F64.0",
      "kind": "category",
      "label": "Transsexualismus",
      "rubrics": {
        "preferred": "Transsexualismus",
        "definition": "Der Wunsch, als Angehöriger des anderen Geschlechtes zu leben und anerkannt zu werden. Dieser geht meist mit Unbehagen oder dem Gefühl der Nichtzugehörigkeit zum eigenen anatomischen Geschlecht einher. Es besteht der Wunsch nach chirurgischer und hormoneller Behandlung, um den eigenen Körper dem bevorzugten Geschlecht soweit wie möglich anzugleichen."
      },
      "children": []
    },
    {
      "code": "F64.1",
      "kind": "category",
      "label": "Transvestitismus unter Beibehaltung beider Geschlechtsrollen",
      "rubrics": {
        "preferred": "Transvestitismus unter Beibehaltung beider Geschlechtsrollen",
        "definition": "Tragen gegengeschlechtlicher Kleidung, um die zeitweilige Erfahrung der Zugehörigkeit zum anderen Geschlecht zu erleben. Der Wunsch nach dauerhafter Genitalorganumwandlung oder chirurgischer Korrektur besteht nicht; der Kleiderwechsel ist nicht von sexueller Erregung begleitet.",
        "inclusion": "Störung der Geschlechtsidentität in der Adoleszenz oder im Erwachsenenalter, nicht transsexueller Typus",
        "exclusion": "Fetischistischer TransvestitismusF65.1"
      },
      "children": []
    },
    {
      "code": "F64.2",
      "kind": "category",
      "label": "Störung der Geschlechtsidentität des Kindesalters",
      "rubrics": {
        "preferred": "Störung der Geschlechtsidentität des Kindesalters",
        "definition": "Diese Störung zeigt sich während der frühen Kindheit, immer lange vor der Pubertät. Sie ist durch ein anhaltendes und starkes Unbehagen über das zugefallene Geschlecht gekennzeichnet, zusammen mit dem Wunsch oder der ständigen Beteuerung, zum anderen Geschlecht zu gehören. Es besteht eine andauernde Beschäftigung mit der Kleidung oder den Aktivitäten des anderen Geschlechtes und eine Ablehnung des eigenen Geschlechtes. Die Diagnose erfordert eine tief greifende Störung der normalen Geschlechtsidentität; eine bloße Knabenhaftigkeit bei Mädchen und ein mädchenhaftes Verhalten bei Jungen sind nicht ausreichend. Geschlechtsidentitätsstörungen bei Personen, welche die Pubertät erreicht haben oder gerade erreichen, sind nicht hier, sondern unter F66.- zu klassifizieren.",
        "exclusion": "Sexuelle ReifungskriseF66.0"
      },
      "children": []
    },
    {
      "code": "F64.8",
      "kind": "category",
      "label": "Sonstige Störungen der Geschlechtsidentität",
      "rubrics": {
        "preferred": "Sonstige Störungen der Geschlechtsidentität"
      },
      "children": []
    },
    {
      "code": "F64.9",
      "kind": "category",
      "label": "Störung der Geschlechtsidentität, nicht näher bezeichnet",
      "rubrics": {
        "preferred": "Störung der Geschlechtsidentität, nicht näher bezeichnet",
        "inclusion": "Störung der Geschlechtsrolle o.n.A."
      },
      "children": []
    }
  ]
}