{
  "code": "F66",
  "kind": "category",
  "label": "Psychische und Verhaltensstörungen in Verbindung mit der sexuellen Entwicklung und Orientierung",
  "rubrics": {
    "preferred": "Psychische und Verhaltensstörungen in Verbindung mit der sexuellen Entwicklung und Orientierung",
    "note": "Die Richtung der sexuellen Orientierung selbst ist nicht als Störung anzusehen."
  },
  "children": [
    {
      "code": "F66.0",
      "kind": "category",
      "label": "Sexuelle Reifungskrise",
      "rubrics": {
        "preferred": "Sexuelle Reifungskrise",
        "definition": "Die betroffene Person leidet unter einer Unsicherheit hinsichtlich ihrer Geschlechtsidentität oder sexuellen Orientierung, mit Ängsten oder Depressionen. Meist kommt dies bei Heranwachsenden vor, die sich hinsichtlich ihrer homo-, hetero- oder bisexuellen Orientierung nicht sicher sind; oder bei Menschen, die nach einer Zeit scheinbar stabiler sexueller Orientierung, oftmals in einer lange dauernden Beziehung, die Erfahrung machen, dass sich ihre sexuelle Orientierung ändert."
      },
      "children": []
    },
    {
      "code": "F66.1",
      "kind": "category",
      "label": "Ichdystone Sexualorientierung",
      "rubrics": {
        "preferred": "Ichdystone Sexualorientierung",
        "definition": "Die Geschlechtsidentität oder sexuelle Ausrichtung (heterosexuell, homosexuell, bisexuell oder präpubertär) ist eindeutig, aber die betroffene Person hat den Wunsch, dass diese wegen begleitender psychischer oder Verhaltensstörungen anders wäre und unterzieht sich möglicherweise einer Behandlung, um diese zu ändern."
      },
      "children": []
    },
    {
      "code": "F66.2",
      "kind": "category",
      "label": "Sexuelle Beziehungsstörung",
      "rubrics": {
        "preferred": "Sexuelle Beziehungsstörung",
        "definition": "Die Geschlechtsidentität oder sexuelle Orientierung (heterosexuell, homosexuell oder bisexuell) bereitet bei der Aufnahme oder Aufrechterhaltung einer Beziehung mit einem Sexualpartner Probleme."
      },
      "children": []
    },
    {
      "code": "F66.8",
      "kind": "category",
      "label": "Sonstige psychische und Verhaltensstörungen in Verbindung mit der sexuellen Entwicklung und Orientierung",
      "rubrics": {
        "preferred": "Sonstige psychische und Verhaltensstörungen in Verbindung mit der sexuellen Entwicklung und Orientierung"
      },
      "children": []
    },
    {
      "code": "F66.9",
      "kind": "category",
      "label": "Psychische und Verhaltensstörung in Verbindung mit der sexuellen Entwicklung und Orientierung, nicht näher bezeichnet",
      "rubrics": {
        "preferred": "Psychische und Verhaltensstörung in Verbindung mit der sexuellen Entwicklung und Orientierung, nicht näher bezeichnet"
      },
      "children": []
    }
  ]
}