{
  "code": "F93",
  "kind": "category",
  "label": "Emotionale Störungen des Kindesalters",
  "rubrics": {
    "preferred": "Emotionale Störungen des Kindesalters",
    "definition": "Diese stellen in erster Linie Verstärkungen normaler Entwicklungstrends dar und weniger eigenständige, qualitativ abnorme Phänomene. Die Entwicklungsbezogenheit ist das diagnostische Schlüsselmerkmal für die Unterscheidung der emotionalen Störungen mit Beginn in der Kindheit (F93.-) von den neurotischen Störungen (F40-F48).",
    "exclusion": "Wenn mit einer Störung des Sozialverhaltens verbundenF92.-"
  },
  "children": [
    {
      "code": "F93.0",
      "kind": "category",
      "label": "Emotionale Störung mit Trennungsangst des Kindesalters",
      "rubrics": {
        "preferred": "Emotionale Störung mit Trennungsangst des Kindesalters",
        "definition": "Eine Störung mit Trennungsangst soll nur dann diagnostiziert werden, wenn die Furcht vor Trennung den Kern der Angst darstellt und wenn eine solche Angst erstmals während der frühen Kindheit auftrat. Sie unterscheidet sich von normaler Trennungsangst durch eine unübliche Ausprägung, eine abnorme Dauer über die typische Altersstufe hinaus und durch deutliche Probleme in sozialen Funktionen.",
        "exclusion": "Störung mit sozialer Überempfindlichkeit des KindesaltersF93.2"
      },
      "children": []
    },
    {
      "code": "F93.1",
      "kind": "category",
      "label": "Phobische Störung des Kindesalters",
      "rubrics": {
        "preferred": "Phobische Störung des Kindesalters",
        "definition": "Es handelt sich um Befürchtungen in der Kindheit, die eine deutliche Spezifität für die entsprechenden Entwicklungsphasen aufweisen und in einem gewissen Ausmaß bei der Mehrzahl der Kinder auftreten, hier aber in einer besonderen Ausprägung. Andere in der Kindheit auftretende Befürchtungen, die nicht normaler Bestandteil der psychosozialen Entwicklung sind, wie z.B. die Agoraphobie sind unter der entsprechenden Kategorie in Abschnitt F40-F48 zu klassifizieren.",
        "exclusion": "Generalisierte AngststörungF41.1"
      },
      "children": []
    },
    {
      "code": "F93.2",
      "kind": "category",
      "label": "Störung mit sozialer Ängstlichkeit des Kindesalters",
      "rubrics": {
        "preferred": "Störung mit sozialer Ängstlichkeit des Kindesalters",
        "definition": "Bei dieser Störung besteht ein Misstrauen gegenüber Fremden und soziale Besorgnis oder Angst, in neuen, fremden oder sozial bedrohlichen Situationen. Diese Kategorie sollte nur verwendet werden, wenn solche Ängste in der frühen Kindheit auftreten und sie ungewöhnlich stark ausgeprägt sind und zu deutlichen Problemen in der sozialen Funktionsfähigkeit führen.",
        "inclusion": "Vermeidende Störung in der Kindheit und Jugend"
      },
      "children": []
    },
    {
      "code": "F93.3",
      "kind": "category",
      "label": "Emotionale Störung mit Geschwisterrivalität",
      "rubrics": {
        "preferred": "Emotionale Störung mit Geschwisterrivalität",
        "definition": "Die Mehrzahl junger Kinder zeigt gewöhnlich ein gewisses Ausmaß emotionaler Störungen nach der Geburt eines unmittelbar nachfolgenden jüngeren Geschwisters. Eine emotionale Störung mit Geschwisterrivalität soll nur dann diagnostiziert werden, wenn sowohl das Ausmaß als auch die Dauer der Störung übermäßig ausgeprägt sind und mit Störungen der sozialen Interaktionen einhergehen.",
        "inclusion": "Geschwistereifersucht"
      },
      "children": []
    },
    {
      "code": "F93.8",
      "kind": "category",
      "label": "Sonstige emotionale Störungen des Kindesalters",
      "rubrics": {
        "preferred": "Sonstige emotionale Störungen des Kindesalters",
        "inclusion": "Störung mit Überängstlichkeit",
        "exclusion": "Störung der Geschlechtsidentität des KindesaltersF64.2"
      },
      "children": []
    },
    {
      "code": "F93.9",
      "kind": "category",
      "label": "Emotionale Störung des Kindesalters, nicht näher bezeichnet",
      "rubrics": {
        "preferred": "Emotionale Störung des Kindesalters, nicht näher bezeichnet"
      },
      "children": []
    }
  ]
}