{
  "code": "F98",
  "kind": "category",
  "label": "Andere Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend",
  "rubrics": {
    "preferred": "Andere Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend",
    "definition": "Dieser heterogenen Gruppe von Störungen ist der Beginn in der Kindheit gemeinsam, sonst unterscheiden sie sich jedoch in vieler Hinsicht. Einige der Störungen repräsentieren gut definierte Syndrome, andere sind jedoch nicht mehr als Symptomkomplexe, die hier aber wegen ihrer Häufigkeit und ihrer sozialen Folgen und weil sie anderen Syndromen nicht zugeordnet werden können, aufgeführt werden.",
    "exclusion": "ZwangsstörungF42.-"
  },
  "children": [
    {
      "code": "F98.0",
      "kind": "category",
      "label": "Nichtorganische Enuresis",
      "rubrics": {
        "preferred": "Nichtorganische Enuresis",
        "definition": "Diese Störung ist charakterisiert durch unwillkürlichen Harnabgang am Tag und in der Nacht, untypisch für das Entwicklungsalter. Sie ist nicht Folge einer mangelnden Blasenkontrolle aufgrund einer neurologischen Krankheit, epileptischer Anfälle oder einer strukturellen Anomalie der ableitenden Harnwege. Die Enuresis kann von Geburt an bestehen oder nach einer Periode bereits erworbener Blasenkontrolle aufgetreten sein. Die Enuresis kann von einer schweren emotionalen oder Verhaltensstörung begleitet werden.",
        "inclusion": "Psychogene Enuresis",
        "exclusion": "Enuresis o.n.A.R32"
      },
      "children": [
        {
          "code": "F98.00",
          "kind": "category",
          "label": "Enuresis nocturna",
          "rubrics": {
            "preferred": "Enuresis nocturna"
          },
          "children": []
        },
        {
          "code": "F98.01",
          "kind": "category",
          "label": "Enuresis diurna",
          "rubrics": {
            "preferred": "Enuresis diurna"
          },
          "children": []
        },
        {
          "code": "F98.02",
          "kind": "category",
          "label": "Enuresis nocturna et diurna",
          "rubrics": {
            "preferred": "Enuresis nocturna et diurna"
          },
          "children": []
        },
        {
          "code": "F98.08",
          "kind": "category",
          "label": "Sonstige und nicht näher bezeichnete nichtorganische Enuresis",
          "rubrics": {
            "preferred": "Sonstige und nicht näher bezeichnete nichtorganische Enuresis"
          },
          "children": []
        }
      ]
    },
    {
      "code": "F98.1",
      "kind": "category",
      "label": "Nichtorganische Enkopresis",
      "rubrics": {
        "preferred": "Nichtorganische Enkopresis",
        "definition": "Wiederholtes willkürliches oder unwillkürliches Absetzen von Faeces normaler oder fast normaler Konsistenz an Stellen, die im soziokulturellen Umfeld des Betroffenen nicht dafür vorgesehen sind. Die Störung kann eine abnorme Verlängerung der normalen infantilen Inkontinenz darstellen oder einen Kontinenzverlust nach bereits vorhandener Darmkontrolle, oder es kann sich um ein absichtliches Absetzen von Stuhl an dafür nicht vorgesehenen Stellen trotz normaler physiologischer Darmkontrolle handeln. Das Zustandsbild kann als monosymptomatische Störung auftreten oder als Teil einer umfassenderen Störung, besonders einer emotionalen Störung (F93.-) oder einer Störung des Sozialverhaltens (F91.-).",
        "inclusion": "Psychogene Enkopresis",
        "coding-hint": "Soll die Ursache einer eventuell gleichzeitig bestehenden Obstipation angegeben werden, ist eine zusätzliche Schlüsselnummer zu benutzen.",
        "exclusion": "Enkopresis o.n.A.R15"
      },
      "children": []
    },
    {
      "code": "F98.2",
      "kind": "category",
      "label": "Fütterstörung im frühen Kindesalter",
      "rubrics": {
        "preferred": "Fütterstörung im frühen Kindesalter",
        "definition": "Eine Fütterstörung mit unterschiedlicher Symptomatik, die gewöhnlich für das Kleinkindalter und frühe Kindesalter spezifisch ist. Im Allgemeinen umfasst die Nahrungsverweigerung extrem wählerisches Essverhalten bei angemessenem Nahrungsangebot und einer einigermaßen kompetenten Betreuungsperson in Abwesenheit einer organischen Krankheit. Begleitend kann Rumination - d.h. wiederholtes Heraufwürgen von Nahrung ohne Übelkeit oder eine gastrointestinale Krankheit - vorhanden sein.",
        "inclusion": "Rumination im Kleinkindalter",
        "exclusion": "Pica im Kleinkind- oder KindesalterF98.3"
      },
      "children": []
    },
    {
      "code": "F98.3",
      "kind": "category",
      "label": "Pica im Kindesalter",
      "rubrics": {
        "preferred": "Pica im Kindesalter",
        "definition": "Anhaltender Verzehr nicht essbarer Substanzen wie Erde, Farbschnipsel usw.. Sie kann als eines von vielen Symptomen einer umfassenderen psychischen Störung wie Autismus auftreten oder sie kann als relativ isolierte psychopathologische Auffälligkeit vorkommen; nur das letztere wird hier kodiert. Das Phänomen ist bei intelligenzgeminderten Kindern am häufigsten. Wenn eine solche Intelligenzminderung vorliegt, ist als Hauptdiagnose eine Kodierung unter F70-F79 zu verwenden."
      },
      "children": []
    },
    {
      "code": "F98.4",
      "kind": "category",
      "label": "Stereotype Bewegungsstörungen",
      "rubrics": {
        "preferred": "Stereotype Bewegungsstörungen",
        "definition": "Willkürliche, wiederholte, stereotype, nicht funktionale und oft rhythmische Bewegungen, die nicht Teil einer anderen psychischen oder neurologischen Krankheit sind. Wenn solche Bewegungen als Symptome einer anderen Störung vorkommen, soll nur die übergreifende Störung kodiert werden. Nichtselbstbeschädigende Bewegungen sind z.B.: Körperschaukeln, Kopfschaukeln, Haarezupfen, Haaredrehen, Fingerschnipsgewohnheiten und Händeschütteln. Stereotype Selbstbeschädigungen sind z.B.: Wiederholtes Kopfanschlagen, Ins-Gesicht-Schlagen, In-die-Augen-Bohren und Beißen in Hände, Lippen oder andere Körperpartien. Alle stereotypen Bewegungsstörungen treten am häufigsten in Verbindung mit Intelligenzminderung auf; wenn dies der Fall ist, sind beide Störungen zu kodieren.\n\t\t\t\tWenn das Bohren in den Augen bei einem Kind mit visueller Behinderung auftritt, soll beides kodiert werden: das Bohren in den Augen mit F98.4- und die Sehstörung mit der Kodierung der entsprechenden somatischen Störung.",
        "inclusion": "Stereotypie/abnorme Gewohnheit",
        "exclusion": "TrichotillomanieF63.3"
      },
      "children": [
        {
          "code": "F98.40",
          "kind": "category",
          "label": "Ohne Selbstverletzung",
          "rubrics": {
            "preferredLong": "Stereotype Bewegungsstörungen: Ohne Selbstverletzung",
            "preferred": "Ohne Selbstverletzung"
          },
          "children": []
        },
        {
          "code": "F98.41",
          "kind": "category",
          "label": "Mit Selbstverletzung",
          "rubrics": {
            "preferredLong": "Stereotype Bewegungsstörungen: Mit Selbstverletzung",
            "preferred": "Mit Selbstverletzung"
          },
          "children": []
        },
        {
          "code": "F98.49",
          "kind": "category",
          "label": "Ohne Angabe einer Selbstverletzung",
          "rubrics": {
            "preferredLong": "Stereotype Bewegungsstörungen: Ohne Angabe einer Selbstverletzung",
            "preferred": "Ohne Angabe einer Selbstverletzung"
          },
          "children": []
        }
      ]
    },
    {
      "code": "F98.5",
      "kind": "category",
      "label": "Stottern [Stammeln]",
      "rubrics": {
        "preferred": "Stottern [Stammeln]",
        "definition": "Hierbei ist das Sprechen durch häufige Wiederholung oder Dehnung von Lauten, Silben oder Wörtern, oder durch häufiges Zögern und Innehalten, das den rhythmischen Sprechfluss unterbricht, gekennzeichnet. Es soll als Störung nur klassifiziert werden, wenn die Sprechflüssigkeit deutlich beeinträchtigt ist.",
        "exclusion": "TicstörungenF95.-"
      },
      "children": []
    },
    {
      "code": "F98.6",
      "kind": "category",
      "label": "Poltern",
      "rubrics": {
        "preferred": "Poltern",
        "definition": "Eine hohe Sprechgeschwindigkeit mit Störung der Sprechflüssigkeit, jedoch ohne Wiederholungen oder Zögern, von einem Schweregrad, der zu einer beeinträchtigten Sprechverständlichkeit führt. Das Sprechen ist unregelmäßig und unrhythmisch, mit schnellen, ruckartigen Anläufen, die gewöhnlich zu einem fehlerhaften Satzmuster führen.",
        "exclusion": "TicstörungenF95.-"
      },
      "children": []
    },
    {
      "code": "F98.8",
      "kind": "category",
      "label": "Sonstige näher bezeichnete Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend",
      "rubrics": {
        "preferred": "Sonstige näher bezeichnete Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend"
      },
      "children": [
        {
          "code": "F98.80",
          "kind": "category",
          "label": "Aufmerksamkeitsstörung ohne Hyperaktivität mit Beginn in der Kindheit und Jugend",
          "rubrics": {
            "preferred": "Aufmerksamkeitsstörung ohne Hyperaktivität mit Beginn in der Kindheit und Jugend"
          },
          "children": []
        },
        {
          "code": "F98.88",
          "kind": "category",
          "label": "Sonstige näher bezeichnete Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend",
          "rubrics": {
            "preferred": "Sonstige näher bezeichnete Verhaltens- und emotionale Störungen mit Beginn in der Kindheit und Jugend",
            "inclusion": "Nasebohren"
          },
          "children": []
        }
      ]
    },
    {
      "code": "F98.9",
      "kind": "category",
      "label": "Nicht näher bezeichnete Verhaltens- oder emotionale Störungen mit Beginn in der Kindheit und Jugend",
      "rubrics": {
        "preferred": "Nicht näher bezeichnete Verhaltens- oder emotionale Störungen mit Beginn in der Kindheit und Jugend"
      },
      "children": []
    }
  ]
}